[
  {
    "id": "mwc_gemini_warheads",
    "name": "Gemini Warheads",
    "sp": 2,
    "allowed_types": ["Launcher"],
    "restricted_sizes": ["Superheavy"],
    "applied_string": "Any non-Superheavy Launcher",
    "source": "IPS-N",
    "license": "CHING SHIH",
    "license_level": 3,
    "effect": "Choose a non-Superheavy Launcher. The final attack roll of that weapon can never be affected by Accuracy, but it can target a second character or area when it makes an attack.",
    "description": "It is known that limitation breeds ingenuity. The Gemini system is one such example, borne from a Garage Lancer’s desire to increase volume of fire without running afoul of Union law. To fire multiple high-explosive payloads at once from a single aperture is strictly forbidden by civilian mech design codes, but firing one missile that immediately splits into two equally powerful projectiles is, however, not.",
    "data_type": "mod",
    "aptitude": {},
    "tags": [{"id": "tg_unique"}]
  },
  {
    "id": "mwc_lachrymal_preordainment_of_orcus",
    "name": "Lachrymal Preordainment of Orcus",
    "sp": 4,
    "allowed_types": ["Melee"],
    "applied_string": "Any non-Superheavy Melee",
    "source": "SSC",
    "license": "PLAYBOY",
    "license_level": 3,
    "effect": "Choose a non-Superheavy melee weapon that isn't Loading. It gains Loading but does not become unloaded when fired normally. When you hit with this weapon, you may choose to unload it in order to mark the target and all characters of your choice within a Burst 2 area of the target. These marks only become active at the end of your turn. When you Stabilize, you may consume all marks to make a single attack with this weapon against every marked character. This counts as an AoE attack. When you unload this weapon, you may spend 1 CP to instead mark all enemies within 50 Range of yourself. These marks immediately activate. All enemies marked this way are attacked twice when you stabilize. This is also an AoE attack. You may roll damage three times and select the two highest results to apply.",
    "description": "“The program appears extremely new compared to the rest of our findings. Considering its origin in Post-Maximized Entropy extraction shards, it is likely the final creation of the potential MONIST, designation ‘Hedon.’ Header and footer code is incomprehensible, but reading it has revealed several hazardous memetic properties. Highly recommended to apply Black Box anti-tampering hardware before distribution.”<br>--ExMat Report, “Playboy Final Assessment”",
    "added_tags": [{"id": "tg_loading"}],
    "data_type": "mod",
    "aptitude": {},
    "tags": [{"id": "tg_unique"}],
    "restricted_sizes": ["Superheavy"]
  },
  {
    "id": "mwc_precept_post_impact_transmitters",
    "name": "“Precept” Post-Impact Transmitters",
    "sp": 2,
    "allowed_types": ["Rifle","Cannon","Launcher","CQB","Nexus"],
    "source": "HORUS",
    "license": "CENTAUR",
    "license_level": 2,
    "effect": "Choose one Ranged weapon: On a hit with this weapon, you may take 1 Heat to immediately Lock On to the target or a target within a Burst 2 Area of the impact.",
    "description": "<i>{Attend well and be enlightened. As a stone disrupts the surface of a pond, so too does an arrow disrupt the enemy line. As a bat shrieks in the night to reveal its prey, so too do the cries of the dying reveal their compatriots to you. Throw a stone, my student. See what comes back.}</i>",
    "data_type": "mod",
    "aptitude": {},
    "tags": [{"id": "tg_unique"}]
  },
  {
    "id": "mwc_grasp_of_hadar",
    "name": "Grasp of Hadar",
    "sp": 1,
    "allowed_types": ["Rifle","Cannon","Launcher","CQB","Nexus"],
    "source": "HORUS",
    "license": "ARCHDEVIL",
    "license_level": 1,
    "effect": "Choose a Non-Superheavy Ranged Weapon: On a hit, that weapon causes the target to be pulled up to 3 Spaces in a straight line towards your mech.",
    "description": "SENT on 5/1/5016u: 1 Manna. Offering received, untraceable destination. Effectively lost.<br>RECEIVED on 5/2/5016u: Printer Chip containing template. When applied to any object that creates any sort of force, i.e. explosive/tractor/mechanical, the direction of that force is inverted. Request submitted to increase maximum offering limit. Approved.",
    "data_type": "mod",
    "aptitude": {},
    "tags": [],
    "restricted_sizes": ["Superheavy"]
  },
  {
    "id": "mwc_eldritch_spear",
    "name": "Eldritch Spear",
    "sp": 2,
    "allowed_types": ["Rifle","Cannon","Launcher","CQB","Nexus"],
    "source": "HORUS",
    "license": "ARCHDEVIL",
    "license_level": 2,
    "effect": "Choose a Non-Superheavy Ranged Weapon: That weapon’s Range becomes halved, but its attack becomes a Line.",
    "description": "SENT on 7/23/5016u: 100 Manna, 3 odes, 1 appendage (finger, Lt. Jackson), thanks. Offering accepted.<br>RECEIVED on 7/30/5016u: Printer Chip containing template. When applied to weapons or objects conceived as weapons, the traditional form of weapon function triggers warp of local spacetime. All entities conceived as targets are contacted at once. In addition, Lt. Jackson’s finger, with a request to no longer offer appendages.",
    "data_type": "mod",
    "aptitude": {},
    "tags": [],
    "restricted_sizes": ["Superheavy"]
  },
  {
    "id": "mwc_agonizer_module",
    "name": "Agonizer Module",
    "sp": 4,
    "allowed_types": ["Rifle","Cannon","Launcher","CQB","Nexus"],
    "source": "HORUS",
    "license": "ARCHDEVIL",
    "license_level": 3,
    "effect": "Choose a Non-Superheavy Ranged Weapon: On a hit, you may spend a Quick Action to cause the target hit to erupt in a Burst 2 explosion, forcing all characters in the area, including the hit target, to make an Agility Save or take 2d3 AP Explosive damage, taking half as much on a success.",
    "description": "SENT on 11/23/5016u: 1000 Manna, 1 copy of Dispater’s Greatness of Being (1st ed.), Body (Lt. Jackson), thanks, undying praise. Offering accepted.<br>RECEIVED on 11/30/5016u: Printer Chip containing submunition. When triggered, causes brief eversion of space, causing violent micro-antimatter reaction. In addition, a casket containing an NHP shard. In addition, request to cease all transmission of human substance. Praise be unto Dispater. May His coffers run ever full, and may His songs ever be sung.",
    "data_type": "mod",
    "aptitude": {},
    "tags": [{"id": "tg_unique"}],
    "restricted_sizes": ["Superheavy"]
  },
  {
    "id": "mwc_knd_barrel_augment",
    "name": "KND Barrel Augment",
    "sp": 4,
    "allowed_types": ["Cannon", "CQB", "Launcher", "Nexus", "Rifle"],
    "applied_string": "ranged",
    "source": "HA",
    "license": "GIAP",
    "license_level": 2,
    "effect": "Choose a Non-Superheavy Ranged Weapon, when you fire this weapon and only target a single enemy, roll a d6. On an Auxiliary Weapon, do not roll. On a Main weapon, you lose Hidden on a result of a 1. On a Heavy weapon, you lose hidden on a 3 or less.",
    "description": "fluff",
    "data_type": "mod",
    "aptitude": {},
    "tags": [],
    "restricted_sizes": ["Superheavy"]
  },
  {
    "id": "mwc_icarus_class_nhp_weapon_mod",
    "name": "ICARUS-Class NHP Weapon Mod",
    "sp": 4,
    "tags": [{"id": "tg_ai"},{"id": "tg_unique"}],
    "source": "IPS-N",
    "license": "DANTE",
    "license_level": 3,
    "effect": "Choose one Ranged or Melee weapon. This Weapon gains the following effects depending on your remaining Structure:<ul><li>4 or Less: The weapon can be fired while you are Jammed.</li><li>3 or Less: The weapon gains AP.</li><li>2 or Less: On Hit: Target must make a Hull Save or become Stunned. A target can only be Stunned this way 1/scene.</li><li>1 or Less: On Hit: Your weapon deals Maximum Damage.</li>",
    "description": "<i>“SALES@IPSNET: You think a LUCIFER pushes its pilots? Mechs equipped with an ICARUS have a 17% mission survival rate.</i><br><i>ENGINEERING@HA: That’s not something you should be bragging about :/”</i><br><i>- Email exchange referenced in the IPS-N Design Vs. Harrison Armory IP lawsuit.</i>"
  },
  {
		"id": "mwc_kinetic_remuneration_ligaments",
		"name": "Kinetic Remuneration Ligaments",
		"tags": [{"id": "tg_unique"}],
		"sp": 3,
		"source": "SSC",
		"license": "POLYPHEMUS",
		"license_level": 3,
    "effect": "Pick one Melee weapon that deals at least partially Kinetic or Explosive damage. It gains the Inaccurate tag but, on a Critical Hit, the target must make a Hull Save or become Stunned until the end of its next turn.",
    "data_type": "mod",
    "aptitude": {},
    "allowed_types": ["Melee"],
    "restricted_types": ["Cannon","CQB","Launcher","Nexus","Rifle"],
    "applied_types": "a melee weapon that does at least partially Kinetic or Explosive damage.",
		"description": ""
	},
  {
    "id": "mwc_smart_shrapnel_mod",
    "name": "SMART SHRAPNEL MOD",
    "sp": 3,
    "source": "HORUS",
    "license": "PHOENIX",
    "license_level": 3,
    "effect": "Choose a <b>Blast</b> weapon. It gains Reliable 2. If the weapon is already Reliable, add the values together.",
    "description": "Smart Shrapnel systems are reverse-engineered from acquired experimental Harrison Armory munitions. As explosive ordnance is deployed, its fragmention shells are carved from the inside to direct projectiles at all valid targets.",
    "added_tags": [
      {
        "id": "tg_reliable",
        "val": 2
      }
    ]
  },
  {
    "id": "mwc_autonomous_weapon_platform_adaptation",
    "name": "Autonomous Weapon Platform Adaptation",
    "sp": 1,
    "source": "SSC",
    "license": "HAWK MOTH",
    "license_level": 3,
    "effect": "Choose one Ranged weapon: Its weapon type changes to Nexus instead of its former type(s).",
    "description": "<i>“This was a real fucker to get working right but a weapon system equipped with this lets any pilot who is skilled with Nexus weapons to take advantage of that with any primary weapon system.”</i>",
    "restricted_types": ["Melee"]
  }
]