[
  {
    "id": "mwc_executioner_alt", 
    "name": "Crusher",
    "terse": "Alternative and Mutually Exclusive to Executioner",
    "description": "<i>Mech combat isn’t always pretty. It's not always a well placed shot or a beautiful parry. Sometimes it's a wild swing of a building-sized hammer or the gnashing and tearing of jaws and bladed actuators gouging meat and metal alike. Felicia understood this lesson even during her training as an SSC Battle Idol Now she embodies it as a Lancer piloting a furious new HORUS P-G, the path of wrecks and bodies behind her a testament to the philosophy’s dominance.</i>",
    "ranks": [
      {
        "name": "Smash",
        "description": "You cannot take this talent and Executioner at the same time.<br>On a critical hit with a heavy or superheavy melee weapon, you deal +1d6 bonus damage."
      },
      {
        "name": "Coup-de-grace",
        "description": "1/round you may reroll a missed attack with a heavy or superheavy melee weapon against a prone, stunned, shut down or exposed target."
      },
      {
        "name": "Meteoric Impact",
        "description": "Your critical hits with heavy or superheavy melee weapons ignore immunity and cannot be reduced by any means."
      }
    ]
  },
  {
    "id": "mwc_vanguard_alt", 
    "name": "Assault Pioneer",
    "terse": "Alternative and Mutually Exclusive to Assault",
    "description": "<i>First in, last out. That's the deal you make. The problem with being the point of the spear is that sometimes the shaft snaps off behind you. Sometimes you have to push yourself and your squad when there's no help. Sometimes you need to take point. Sometimes you have to damn the insurance and create an opening. I say 'sometimes,' but it's happened a hell of a lot since I took this post.</i>",
    "ranks": [
      {
        "name": "Focus Fire",
        "description": "You cannot take this talent and Vanguard at the same time.<br>Your first successful attack with a CQB each round causes the target to become Locked On."
      },
      {
        "name": "Spycheck",
        "description": "On a hit with a CQB weapon, the target loses hidden and invisibility and cannot benefit from Hidden Invisibility, or Cover until the end of their next turn."
      },
      {
        "name": "Controlled Recoil",
        "description": "1/round, when you attack with a CQB weapon, you may fly 3 spaces in any direction as a free action. This movement does not provoke reactions and ignores engagement."
      }
    ]
  },
  {
    "id": "mwc_duelist_alt", 
    "name": "Blade Dancer",
    "terse": "Alternative and Mutually Exclusive to Duelist",
    "description": "<i>Be like poison making its way through an artery. Do not be assertive, but adjust to the target, and you shall find a way to kill it. If nothing within you stays still, your target’s weakness will inevitably disclose itself. Vacate your id, be formless. Invisible, like poison. If you put poison into tea, it becomes the tea. You put poison into water and it becomes the water. You put it in vodka, it becomes the vodka. Now, poison can choke or it can disembowel. Be poison, my friend.</i>",
    "ranks": [
      {
        "name": "Quicksilver Blade",
        "description": "You cannot take this talent and Duelist at the same time.<br>Your attacks with main melee weapons do not trigger reactions. When you are missed by an attack, you gain +1 accuracy on your next attack with a main melee weapon against the attacker until the start of your next turn.",
        "exclusive": false
      },
      {
        "name": "Deadly Dances",
        "description": "Once per round, when you hit with an attack with a main melee weapon, you gain a blade master die. You can carry up to 3, and they last until expended or the current scene ends. You can spend them 1 to 1 for the following benefits:<li><b>Kick Up</b> - As a protocol, you may end Prone.<li><b>Untouchable</b> - As a reaction, you may treat yourself as invisible against a melee attack targeting you.<li><b>Tumble</b> - 1/turn, when you are hit by an attack you may move 3 spaces directly away from the attacker as a reaction. This movement does not provoke overwatch and ignores engagement.<li><b>Dragging Slice</b> - When you miss with an attack with a main melee weapon, you may deal 1 AP kinetic damage to the missed target.",
        "exclusive": false,
        "counters": [
          {
            "id": "mwc_blade_dancer",
            "name": "BLADEMASTER DICE",
            "default_value": 0,
            "min": 0,
            "max": 3
          }
        ]
      },
      {
        "name": "Riposte",
        "description": "1/round when you are missed by an attack you may spend a blade master die to make a main melee attack targeting the attacker as a reaction.",
        "exclusive": false
      }
    ]
  },
  {
    "id": "mwc_hacker_alt", 
    "name": "Spider",
    "terse": "Alternative and Mutually Exclusive to Hacker",
    "description": "<i>“...What, were you expecting something cool? Hah no. A ‘cool’ spider may as well be a dead spider. Now, do come on in. What's that? ‘“Come into my parlour,” said the spider to the fly?’ Yes, I suppose that does apply here. You're learning quickly -- but you missed the part where you're already inside my parlour.”</i>",
    "ranks": [
      {
        "name": "Digital Barricade",
        "description": "You cannot take this talent and Hacker at the same time.<br>When you brace against a tech attack, cancel any effects other than heat, burn or damage.",
        "exclusive": false
      },
      {
        "name": "Laying Web",
        "description": "Your tech attacks gain +1 accuracy and do not require line of sight against enemies who made a tech attack against an allied actor within your sensor range since the start of your last turn.",
        "exclusive": false
      },
      {
        "name": "Welcome to My Larder",
        "description": "1/round when an allied actor is attacked by an enemy within your sensor range, you may take 3 Heat to make a quick tech invasion targeting the attacker as a reaction before the attack is complete.",
        "exclusive": false
      }
    ]
  },
  {
    "id": "mwc_gunslinger_alt", 
    "name": "Pistolero",
    "terse": "Alternative and Mutually Exclusive to Gunslinger",
    "description": "<i>“Bury me not on the lone prairie,” prayed the Lawman. A subtle twist of his hand guided one of his mech’s four arms to the weapon creche on its torso, where it loaded, drew, and fired a shell the size of a sedan. “Where the dire wolves shall howl o’er me.” More muscle twitches, more one-ton arms swinging at subsonic speed to retrieve what, for this scale, were hand-held weapons of immense relative power. “Where the cerastes hiss and the wind blows free.” He closed his eyes, signaling for his war machine to return its arms to their resting place. Four enemy frames, frozen mid-lunge, fell to the ground as one and were still. “O, bury me not on the lone prairie.”</i>",
    "ranks": [
      {
        "name": "Ricochet",
        "description": "You cannot take this talent and Gunslinger at the same time.<br>Once per round, when you score a critical hit with an auxiliary ranged weapon you may deal half damage to a different target within 3 spaces of the initial target, ignoring line of sight.",
        "exclusive": false
      },
      {
        "name": "Gun Kata",
        "description": "When attacking with an auxiliary ranged weapon against a target within the threat of that weapon, you may choose for the attack to be a melee attack or a ranged attack.",
        "exclusive": false
      },
      {
        "name": "Bullet Rain",
        "description": "You gain a bullet rain die (a d6), that starts at 6. When you hit with an auxiliary ranged weapon, you can reduce this value of this die by 1. When the value of this die is 1, you can spend it to make your next auxiliary ranged weapon attack use Burst 3 instead of its normal range. After spending this die, hit or miss, it resets back to 6. This die persists between scenes but is lost if you rest or full repair.",
        "exclusive": false,
        "counters": [
          {
            "id": "mwc_pis_bullet_rain",
            "name": "BULLET RAIN DIE",
            "default_value": 6,
            "min": 1,
            "max": 6
          }
        ]
      }
    ]
  },
  {
    "id": "mwc_technophile_alt", 
    "name": "Luddite",
    "terse": "Alternative and Mutually Exclusive to Technophile",
    "description": "<i>Quill had learned long ago that computers were out to get him. He had barely survived the massacre at Fredericks IV and had hopped from world to world ever since, seemingly hounded by HORUS cells and rumours of NHP uprisings all the while. Everything in his mech was free of artificial control. He regulated the Coldcore venting himself -- something no engineer would sign off on, but he did it anyway. If someone so much as carried a dataslate into his cockpit, he’d scrub the entire thing down with whitewash before he felt safe piloting again. Perhaps the cockpit of a mech isn’t the ideal place to live if you’re deathly afraid of Deimosian math demons -- but when armageddon finally arrives, there’s no place Quill would rather be.</i>",
    "ranks": [
      {
        "name": "Hidden From Heaven",
        "description": "You cannot take this talent and Technophile at the same time.<br>Actors making search actions targeting you require line of sight to do so. Characters with the AI tag or any character controlled by a non-human machine cannot see or detect you without a search check (as if you were Hidden), though once you are found you remain such for that character for the rest of the scene.",
        "exclusive": false
      },
      {
        "name": "Ichor Thief",
        "description": "You may apply cover against tech attacks that target you. When you cause the 'system trauma' structure check result on an actor with the AI tag or a character controlled by a non-human machine, you may choose to destroy 1 system or trait granting the target a tech action instead of causing system trauma. Destroyed traits are regained on a rest.",
        "exclusive": false
      },
      {
        "name": "Defying Olympus",
        "description": "Actors with the AI tag, controlled by a non-human machine, or using a weapon with the Smart tag must pass a systems save to attack you. On a failure, the actor is Stunned until the end of their current turn. In addition, actors with the AI tag or controlled by a non-human machine attempting to make a search check targeting you must make the same save. Once an actor fails this save, it is immune to further saves against this talent until the end of the scene.",
        "exclusive": false
      }
    ]
  },
  {
    "id": "mwc_spotter_alt", 
    "name": "Oracle",
    "terse": "Alternative and Mutually Exclusive to Spotter",
    "description": "<i>Knowing is the apothem of winning, for knowledge is something that, once used, is not spent. But what if you knew of something before it is known? That is what Cathal Coùgarsson bears: knowledge of things to come. May they bring dawn of day. Don’t fear, for the Oracle will know.</i>",
    "ranks": [
      {
        "name": "Wide Spectrum Scanners",
        "description": "You cannot take this talent and Spotter at the same time.<br>When you successfully search for a target they cannot hide, be hidden or benefit from invisibility until the end of their next turn. When you scan a target, you may make two choices of information to gain.",
        "exclusive": false
      },
      {
        "name": "Primed Fire Control",
        "description": "Your overwatch attacks may target hidden actors. When an actor within your line of sight loses hidden, you may use your overwatch reaction to attack them with a non-superheavy weapon. This overwatch occurs before any action the target took that caused it to lose hidden and deals half damage.",
        "exclusive": false
      },
      {
        "name": "Bounceback Scanning",
        "description": "As a full tech action you may make a tech attack against any number of actors in your sensor range. This tech attack ignores hidden and invisibility. On a hit, the target loses hidden as if they were successfully searched for and you gain knowledge as if you had scanned them.",
        "exclusive": false
      }
    ]
  },
  {
    "id": "mwc_crack_shot_alt", 
    "name": "Fusilier",
    "terse": "Alternative and Mutually Exclusive to Crack Shot",
    "description": "<i>In all his years at Harrison Armory, Talmath learned one thing and one thing only: Never. Stop. Shooting. Volume of fire means everything when the weapons you wield throw slugs the size of civilian transports. So Talmath kept his finger on the trigger. Why not? Onboard printers would keep the receiver fed long after the barrel had all but melted off. Even when he retired from Lancer work to ply his piloting insight at Harrison’s R&D Division, he kept this philosophy -- if you stop putting lead downrange for a nanosecond, whether that be .900 Rapid Print Gauss shells or untested mech design ideas, you’re already dead.</i>",
    "ranks": [
      {
        "name": "Sustained Fire",
        "description": "You cannot take this talent and Crack Shot at the same time.<br>At the start of your turn, you can choose to steady for recoil as a protocol. If you do, you are immobilized until the start of your next turn but all of your rifle weapons that do damage gain Reliable depending on their size (Aux: Reliable 1, Main: Reliable 2, Heavy or larger: Reliable 3). If it already has Reliable, this increases the Reliable it deals by the same amount.",
        "exclusive": false
      },
      {
        "name": "Driving Rounds",
        "description": "As a quick action while you are steadying for recoil you may make a special ranged attack with one of your rifle weapons. On a hit, the target takes damage equal to the weapon's reliable value and is knocked up to 2 spaces in a direction of your choice.",
        "exclusive": false
      },
      {
        "name": "Controlled Bursts",
        "description": "1/round, when you miss all targets with a rifle weapon while you are steadying for recoil, you may reroll the attack against a different target within range. You are still considered to have missed the initial targets.",
        "exclusive": false
      }
    ]
  },
  {
    "id": "mwc_leader_alt", 
    "name": "Hopebringer",
    "terse": "Alternative and Mutually Exclusive to Leader",
    "description": "<i>Refuse to see defeat. There will be no quarter too harsh, nor too insignificant. Your research, teachings and guile manifest in a presence without end. Her smile brings comfort. Her words ring true. The tactics are sound. The fear begins to fade. She, who can calculate a thousand failures, will find the one method that ends in victory -- through great heroism, or earned with blood.</i>",
    "ranks": [
      {
        "name": "Inspirational",
        "description": "You cannot take this talent and Leader at the same time.<br>Gain 3 leadership dice (this is a d6, set it aside from your other die). Once per round, you can use a die to inspire an ally that can see you as a reaction, imposing +1 Difficulty on any one attack that targets them or granting +1 accuracy on any save or check. You get 1 leadership die back when you rest and all back when you finish a full repair. You can’t gain leadership dice from any other source if you have any leadership dice remaining in your pool.",
        "exclusive": false
      },
      {
        "name": "Stronger than Steel",
        "description": "You gain 2 additional leadership dice and may inspire allies once per turn instead of once per round.",
        "exclusive": false
      },
      {
        "name": "Brave little Embers",
        "description": "Once per round, whenever an ally that can see you would suffer the effects of a failed save, critical damage roll or overheating roll you may spend 1 leadership die as a reaction in order to delay the effects of this roll until the end of the character's next turn, even if the effect would cause the death of the pilot or destruction of their mech.",
        "exclusive": false
      }
    ],
    "counters": [
      {
        "id": "mwc_hopebringer",
        "name": "LEADERSHIP DICE",
        "default_value": 0,
        "min": 0,
        "max": 5
      }
    ]
  },
  {
    "id": "mwc_tactician_alt", 
    "name": "Strategist",
    "terse": "Alternative and Mutually Exclusive to Tactician",
    "description": "<i>“You are within the field of my divination.” These eight words are the calling card of Talaya Rovicha, callsign ‘Beholder.’ When a hostile pilot hears these words, they more often than not immediately shut their mech down and eject, hoping to clear the inevitable long-range strike’s blast radius. They rarely do.</i>",
    "ranks": [
      {
        "name": "Contingencies",
        "description": "You cannot take this talent and Tactician at the same time.<br>At the start of a scene, before any turns are taken, one ally you are in communication with may take any one action of their choice that does not make an attack or cause a target to make a save. Any movement taken this way does not provoke reactions and ignores engagement. An actor affected by multiple contingencies at the same time may not pick the same action more than once (So they may Boost then Hide but not Boost then Boost).",
        "exclusive": false
      },
      {
        "name": "I Love it When a Plan Comes Together",
        "description": "When you use the Power at a Cost downtime option, the GM picks one additional downside or limitation. You may then remove any one downside or limitation of your choice.",
        "exclusive": false
      },
      {
        "name": "Just as Planned",
        "description": "Your contingencies may now affect any number of allies you are in communication with instead of one.",
        "exclusive": false
      }
    ]
  },
  {
    "id": "mwc_centimane_alt", 
    "name": "Houndmaster",
    "terse": "Alternative and Mutually Exclusive to Centimane",
    "description": "<i>The horde of tiny machines crowds around my mech’s ankles. Treaded ones, legged ones, wheeled and winged and hovering ones. Each one has a berth in my outer chassis, a home I have made especially for them. They beep and chirp their appreciation as I give each hatch its own paint and decorations. I’m a walking trypophobian nightmare, but phobias are a biological thing. I gingerly step so as not to crush any of my pets underfoot, as a hostile IFF signal sends out a wave of red “aggression” lights through my herd. My hatches open, revealing the many, many drones who didn’t feel like going walkies today. I give a single verbal order: “Sic ‘em.”</i>",
    "ranks": [
      {
        "name": "Hunting Hound",
        "description": "You cannot take this talent and Centimane at the same time.<br>When you successfully hit a character with a nexus weapon, the next tech attack against them before the end of your next turn gains +1 Accuracy.",
        "exclusive": false
      },
      {
        "name": "Guard Dog",
        "description": "As a quick tech action, choose an allied character in sensor range. You lend your nexus swarms to that actor. From hereon, you cannot originate your nexus weapon attacks from  yourself but can originate them from the chosen actor, using their line of sight. This effect may be ended as a protocol or if the target leaves your sensor range.",
        "exclusive": false
      },
      {
        "name": "Loose Leash",
        "description": "Your nexus weapons gain Threat 3 (Or increases existing threat by 1 if it is at least 3 already) and you may attack with nexus weapons when Jammed.",
        "exclusive": false
      }
    ]
  },
  {
    "id": "mwc_engineer_alt", 
    "name": "Mechromancer",
    "terse": "Alternative and Mutually Exclusive to Engineer",
    "description": "<i>Jeri was always at home tending to machines. A properly understood drone has more personality than an entire squadron of human pilots put together. Her latest creation was no different -- it didn’t like bright lights and the danger close radar gave it a splitting CPU-ache. It was most at peace listening to white noise and enjoyed engaging hostile smart weapons in lengthy philosophical debates in the milliseconds before jamming them. Jeri had lost a lot of friends on the frontier. Now, she was making one.</i>",
    "ranks": [
      {
        "name": "Familiar",
        "description": "You cannot take this talent and Engineer at the same time.<br>On a full repair, you can install a prototype drone system with the following profile. It requires no SP to install.<br><br>Quick Action, AI, Drone (Size 1/2, HP 5+Grit, 10 E-defense/Evasion, Hover)<br>You fire a drone to an empty space within sensor range. The drone can hover, and hostile actors adjacent to it have +1 difficulty on saves and checks. You can move the drone to a new space in your sensor range or recall it as a quick action.",
        "integrated": ["mwc_mechromanced_drone_1"],
        "exclusive": true
      },
      {
        "name": "Enhanced Design",
        "description": "On a full repair, you can modify and tweak essential components of your system in order to increase the effectiveness of your prototype drone. Choose 2 of the following:<br><li><b>Camouflage Systems:</b> When deployed your prototype drone is hidden and does not require cover to stay hidden. It resists search attempts with your grit.<li><b>Shield Generator:</b> Your prototype drone has resistance to all damage.<li><b>Technician Drone:</b> Friendly actors adjacent to your prototype drone have +1 accuracy on saves.<li><b>Laser Array:</b> A burst 1 area centred on your prototype drone is dangerous terrain to hostile actors causing energy damage.",
        "integrated": ["mwc_mechromanced_drone_2"],
        "exclusive": true
      },
      {
        "name": "Cath Palug",
        "description": "Your drone has been updated with heavy weapons and reinforcements to allow it to punch through anything it cannot blast apart. You can move the prototype drone to a new space within 5 spaces of its current location, as a quick action. Whenever you move your drone in this way, all actors directly between the start and end locations of the drone takes 2d6 kinetic, energy or explosive damage (Choose when the drone moves) and are knocked prone. A successful hull save halves the damage and negates the prone.",
        "integrated": ["mwc_mechromanced_drone_3"],
        "exclusive": true
      }
    ]
  },
  {
    "id": "mwc_ace_alt", 
    "name": "Carryall",
    "terse": "Alternative and Mutually Exclusive to Ace",
    "description": "<i>The tactical usage of aircraft are powerful but they pale compared to the logistical benefits they provide. Massive roaring engines can deliver an entire strike force or supply drops to change the entire battlefield.</i>",
    "ranks": [
      {
        "name": "Reinforced Engines",
        "description": "You cannot take this talent and Ace at the same time.<br>You have resistance to falling damage. If your flight system is destroyed or you are otherwise prevented from flying by environmental conditions or another actor, you may still fly but you are slowed and treated as moving through difficult terrain.",
        "exclusive": false
      },
      {
        "name": "High Capacity",
        "description": "You may carry your normal weight while flying, instead of only size 1/2 worth of weight. When placing mines and deployables or using systems and actions that target adjacent friendly targets, you may ignore any height below you.",
        "exclusive": false
      },
      {
        "name": "Airdrop",
        "description": "When you move or boost while flying, one allied deployable or actor adjacent to you at any point during this movement may be taken with you, being placed in a free space at the end of your movement (If there is no free space for the deployable or actor, or they are immobilized, they cannot be moved). You may only move an actor or deployable that you could otherwise lift and any actor moved this way does not get their movement during their next turn.",
        "exclusive": false
      }
    ]
  },
  {
    "id": "mwc_supersoldier",
    "name": "Supersoldier",
    "terse": "placeholder",
    "description": "also a placeholder",
    "ranks": [
      {
          "name": "Signature Technique",
          "description": "1/scene you can perform a special Signature Attack quick action with a non-superheavy melee weapon of your choice in place of a Skirmish. Choose one option from each of the three categories, Setup, Execution, and Flourish, to assemble the technique you wish to use. You may choose different options each time you use this ability to represent different signature moves you've learned over the years. <br><br> <i>Setup:</i> <br> -Make an attack with + 2 Threat... <br> -Make an attack, treating your weapon's range as Burst 1 taking 1 heat per target... <br><br> <i>Execution:</i><br> -...dealing an additional +1d6 bonus damage against prone or Immobilized targets. <br> -...gaining the AP and Overkill tags against a single target of your choice... <br><br> <i>Flourish:</i> <br>-...and on hit each target must pass a Hull save or become Impaired until the end of their next turn. <br>-...and on hit each target must pass an agility save or become Slowed until the end of their next turn. "
      },
      {
          "name": "Comeback Kid",
          "description": "You may spend your Signature Attack as a reaction to taking Structure damage from a hostile character's attack. This reaction resolves before rolling on the Structure Damage Table. Add the following options to choose from: <br><br> <i>Setup:</i><br> -Move up to your speed towards the target your your Special attack and make an attack against them... <br><br> <i>Execution:</i> <br>-...knocking all targets back 2 spaces...<br><br> <i>Flourish:</i> <br> -...and all other attakcs against you are made at +1 Difficulty until the end of your next turn."
      },
      {
          "name": "A Card To Play",
          "description": "You may use your Signature Attack a second time during the same scene by taking 1d6+1 heat. Options chosen for the first such attack during a scene cannot be chosen for the second attack. Add the following options to choose from: <br><br> <i>Setup:</i> <br> -Make an attack, treating your weapon's range as Thrown (5)... <br><br> <i>Execution:</i> <br>-...Add +2 to your attack roll... <br><br> <i>Flourish:</i> <br>-...and a single target of your choice must pass an Engineering save on critical hit or become Jammed until the end of their next turn."
      }
    ]
  }
]