[
	{
		"id": "mwc_flenser",
		"name": "Flenser",
		"mount": "Main",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d6+3"}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [{"id": "tg_inaccurate"}],
		"source": "IPS-N",
		"license": "AHAB",
		"license_level": 2,
		"on_hit": "You may choose to lodge this weapon in the target, Shredding them until they or an adjacent character remove it by succeeding on a Hull Save as a Quick Action. You cannot use this weapon until it is dislodged. It falls to the ground and can be retrieved if the target is destroyed.",
		"description": "“The poor coward Ishmael, for lack of his valor,<br>Was hung from the mast and there dangled as bait.<br>A night and a day, Ahab watched from his tower,<br>For not long would he or Leviathan wait.”<br>-- “Song of Ahab,” Traditional Sparri hunting verse",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_halieutica_speargun",
		"name": "Halieutica Speargun",
		"mount": "Main",
		"type": "Cannon",
		"damage": [{"type": "Kinetic", "val": "1d6+2"}],
		"range": [{"type": "Range", "val": 10}, {"type": "Line", "val": 3}],
		"tags": [{"id": "tg_heat_self", "val": 1}, {"id": "tg_loading"}],
		"source": "IPS-N",
		"license": "AHAB",
		"license_level": 3,
		"on_hit": "The target is speared, Slowing them until the spear is removed. If there is a solid object in the attack’s Line, targets are Immobilized instead. A character may attempt to remove the spear by making a Hull Save as a Quick Action.",
		"description": "“And with all its teeth plucked and a wood bit in its maw,<br>The beast bore Bold Ahab back home to Nantucket.<br>It sang his great vict’ry to all those who saw,<br>And beached at the pier, where old Ahab had struck it.”<br>-- “Song of Ahab,” Traditional Sparri hunting verse",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_rocket_pod",
		"name": "Rocket Pod",
		"mount": "Auxiliary",
		"type": "Launcher",
		"damage": [{"type": "Explosive", "val": "1d3+1"}],
		"range": [{"type": "Range", "val": 10}],
		"tags": [],
		"source": "IPS-N",
		"license": "CHING SHIH",
		"license_level": 1,
		"description": "Central to many Garage Mechs’ combat philosophy is to simply mount as many weapons as possible and never, ever stop firing until the target is destroyed. To this end, Rocket Pods come in a multitude of form factors and designs; all such designs are unified in their purpose -- to deliver a flash-printed high explosive charge at a distance, effective alone against soft targets and effective in high volume against hardened armor.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_hwacha_mml",
		"name": "Hwacha MML",
		"mount": "Auxiliary",
		"type": "Launcher",
		"damage": [{"type": "Explosive", "val": 1}],
		"range": [{"type": "Range", "val": 10}],
		"tags": [{"id": "tg_arcing"}],
		"source": "IPS-N",
		"license": "CHING SHIH",
		"license_level": 2,
		"effect": "Every time you make a successful attack with a Launcher against a target, your damage with this weapon against that target  is increased by 1 until the start of your turn.",
		"description": "The Hwacha is a classic Garage Mech archetype -- when regulations forbid a single weapon from having too much destructive power, one simply creates the most powerful weapon possible, then duplicates it as many times as one can. Each individual tube can rapidly print and fire dozens of missiles per minute, but their power grows linearly with volume of fire -- every individual rocket leaving an ephemeral data trail for the four or ten or twenty behind it to follow.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_supercell_missilles",
		"name": "Supercell Missiles",
		"mount": "Main",
		"type": "Launcher",
		"damage": [{"type": "Explosive", "val": "1d6+3"}],
		"range": [{"type": "Range", "val": 15}, {"type": "Blast", "val": 1}],
		"tags": [{"id": "tg_inaccurate"}],
		"source": "IPS-N",
		"license": "CHING SHIH",
		"license_level": 3,
		"description": "Dumbfire missile systems are almost never a good idea. A projectile that can veer off course and cause unintended collateral damage is a projectile that almost certainly runs afoul of mech design regulations. Supercell Missiles have self-termination fuses that ideally negate such worries, but every planet with an active Garage Mech scene has at least one dive bar, natural landmark, and/or fine dining establishment with a dud Supercell embedded in its front, attracting tourists and looky-loos from across the system.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_trench_spike",
		"name": "Trench Spike",
		"mount": "Auxiliary",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d3+1"}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [],
		"source": "IPS-N",
		"license": "CROZIER",
		"license_level": 1,
		"on_crit": "The attack gains the AP tag.",
		"description": "When a niche is unfilled and the solution is in doubt, IPS-N’s first impulse is to upscale a reliable infantry weapon to mech size and see if it works. The Trench Spike, described aptly as a brass knuckle with a bayonet, has a history of breaking bones and stabbing through inch-thick armor plates. When made larger, much the same results are found, though the bones are made of steel and the armor is thick enough to deflect tank shells.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_arbiter_pattern_saturation_weapon",
		"name": "Arbiter-Pattern Saturation Weapon",
		"mount": "Auxiliary",
		"type": "CQB",
		"damage": [{"type": "Kinetic", "val": "1d6"}],
		"range": [{"type": "Cone", "val": 3}, {"type": "Threat", "val": 2}],
		"tags": [{"id": "tg_loading"}],
		"source": "IPS-N",
		"license": "CROZIER",
		"license_level": 2,
		"description": "Saturation Weapons include such infamous implements of destruction as the Daisy Cutter, but all such weapons need not be so terrifying in stopping power or area of effect. The Arbiter is a cousin of the IPS-N Hand Cannon, merely with projectiles that have a harder time staying in one piece after being fired.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_grave_robber_scrap_cannon",
		"name": "“Grave Robber” Scrap Cannon",
		"mount": "Main",
		"type": "CQB",
		"damage": [{"type": "Kinetic", "val": "2d6+1"}],
		"range": [{"type": "Line", "val": 5}, {"type": "Threat", "val": 3}],
		"tags": [{"id": "tg_loading"}],
		"source": "IPS-N",
		"license": "CROZIER",
		"license_level": 3,
		"effect": "This weapon cannot be reloaded with Stabilize. It is automatically reloaded when you hit with an Improvised Attack.",
		"description": "The oldest tool in the Crozier’s arsenal, the Grave Robber is a repurposed “Junk Jet”-model scrap compactor connected to a short-range magnetic propulsor. One drawback of the design is the requirement for fresh metal to form a projectile, a problem often overcome by jamming the device’s scrap intake claws into an enemy chassis.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_type_one_plasma_cutter",
		"name": "Type-1 Plasma Cutter",
		"mount": "Main",
		"type": "Melee",
		"damage": [{"type": "Energy", "val": "1d6"}],
		"range": [{"type": "Threat", "val": 3}],
		"tags": [{"id": "tg_ap"}],
		"source": "IPS-N",
		"license": "KEYES",
		"license_level": 1,
		"effect": "When you attack with this weapon, you automatically fly to the closest space adjacent to the target.",
		"description": "While the Plasma Cutter is typically vehicle mounted to prevent its electromagnetic containment field from dragging it across the mineshaft floor, the Qikost Rebels found that leaning into this supposed downside allowed them to close distances that would otherwise be too thick with gunfire to risk.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_detonite_injector",
		"name": "Detonite Injector",
		"mount": "Main",
		"type": "Rifle",
		"damage": [{"type": "Kinetic", "val": 1}],
		"range": [{"type": "Range", "val": 8}],
		"tags": [{"id": "tg_accurate"}, {"id": "tg_ap"}],
		"source": "IPS-N",
		"license": "KEYES",
		"license_level": 2,
		"on_hit": "The target is embedded with a Detonite spike. If this is the fourth spike in the target, all four are consumed and that target and all characters in a Burst 1 radius around it must make an Agility Save, taking 3d6 AP Explosive damage on a failure and half on a success. A character with any embedded spikes may remove them by passing a Hull save as a Full Action.",
		"description": "The primary export of Qikost, Detonite is a unique crystalline substance produced in the mantle of small celestial bodies with a specific mineral makeup. When a certain mass of Detonite is forced into close proximity -- say, by being fired at supersonic speed by a pneumatic rifle -- the crystals violently resonate at a frequency correlating with the substance’s density in the area. After a certain mass is reached, the crystals “supercombine,” detonating within their victims like a conventional chemical explosive.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_graviton_sledge",
		"name": "Graviton Sledge",
		"mount": "Heavy",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d6+2"}],
		"range": [{"type": "Threat", "val": 2}, {"type": "Blast", "val": 1}],
		"tags": [{"id": "tg_knockback", "val": 3}],
		"source": "IPS-N",
		"license": "KEYES",
		"license_level": 3,
		"effect": "This weapon deals +2 Bonus Damage to targets adjacent to you.",
		"description": "Only issued to J17 operators noted as “trustworthy” in the employee database, the Graviton Sledge uses highly experimental micro-whitehole technology to produce extreme repulsive force on impact. While the tool was meant to safely pulverize and split open valuable Detonite clusters, the Qikost Rebellion found it useful in doing the same thing to company property.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_king_integrated",
		"name": "Caledfwlch",
		"mount": "Main",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d6+3"}],
		"range": [{"type": "Threat", "val": 2}],
		"tags": [{"id": "tg_accurate"}],
		"on_hit": "You may choose to gain Overshield 3.<br>You always count as being within range of the King’s Court of Steel trait. The King can Bolster you even while you are outside its Sensors."
	},
	{
		"id": "mwc_mace_of_marking",
		"name": "“Mace of Marking”",
		"mount": "Main",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d6+1"}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [{"id": "tg_accurate"}],
		"source": "IPS-N",
		"license": "KING",
		"license_level": 1,
		"on_hit": "The target gains Lock On.",
		"description": "“By this mark shall you know my enemies -- an indent in the shape of my royal crest, inverted such that its bands are sinister and its sun sets, rather than rises. For all titanomachs bearing this shameful brand, you shall give no quarter or comfort -- they are my most sworn enemy, and they cannot be allowed to forget.” --Titan Knights of Questor, Ch. 3 Weapon is a solid steel shaft with blunt force head emblazoned with local iconography. Inside the head is a piezoelectric device that, upon heavy impact, reads the closest object and relays its position to all nearby friendly networked entities.--IPS-N Inventory Entry “Questor-07”",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_fusilade_rifle",
		"name": "Fusilade Rifle",
		"mount": "Main",
		"type": "Rifle",
		"damage": [{"type": "Kinetic", "val": "1d6+3"}],
		"range": [{"type": "Range", "val": 10}],
		"tags": [{"id": "tg_inaccurate"}],
		"source": "IPS-N",
		"license": "KING",
		"license_level": 2,
		"on_hit": "When an ally makes an attack within a Burst 3 area around your mech, this weapon gains +1 Accuracy until the end of your next turn. You can only gain this Accuracy once per ally per round.",
		"description": "“No man of the line shall fire, who fires alone. A century of soldiers shall ring out in the night, and their thundering report shall drive the beasts from their dens like a wildfire drives a fox. We shall march forward and our guns shall sound as one. Then we shall do so again.” Weapon is breech-loading, utilizing smart cartridges that auto-connect to friendly targeting computers to plot firing solutions. Useless outside of group fire. --IPS-N Inventory Entry “Questor-24”",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_ribauldequin",
		"name": "Ribauldequin",
		"mount": "Auxiliary",
		"type": "CQB",
		"damage": [{"type": "Kinetic", "val": "1d3"}],
		"range": [{"type": "Range", "val": 3}, {"type": "Cone", "val": 3}],
		"tags": [{"id": "tg_inaccurate"}],
		"source": "IPS-N",
		"license": "SPARROW",
		"license_level": 1,
		"on_attack": "If your final attack roll with this weapon is odd, the attack gains Knockback 1. If the roll is even, the attack gains Reliable 1.",
		"description": "“This weapon’s external-ignition trigger lends it the comical appearance of a mech-scale tactical flintlock pistol. Less comical is the wall of airburst shrapnel it propels at foes.”",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_knucklebones",
		"name": "Knucklebones",
		"mount": "Main",
		"type": "Rifle",
		"damage": [{"type": "Kinetic", "val": "1d3+3"}],
		"range": [{"type": "Range", "val": 10}],
		"tags": [{"id": "tg_unique"}],
		"source": "IPS-N",
		"license": "SPARROW",
		"license_level": 2,
		"on_attack": "If your final attack roll with this weapon is odd, the attack gains AP. If the roll is even, the attack gains Seeking.",
		"description": "“As much a badge of office as a tool of destruction, the Knucklebones rifle possesses what security forces refer to as “the stupidest smart ammo in the galaxy.” Prone to halting mid-flight or accidentally overcharging their gyrojet propulsors, the aptly-named Knucklehead Rounds are as likely to hook a hairpin turn around a corner as they are to plow straight through the wall.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_dharmacaster",
		"name": "Dharmacaster",
		"mount": "Main",
		"type": "Cannon",
		"damage": [{"type": "Energy", "val": 1}],
		"range": [{"type": "Cone", "val": 5}],
		"tags": [{"id": "tg_unique"}, {"id": "tg_accurate"}],
		"source": "SSC",
		"license": "BUDDHA",
		"license_level": 2,
		"on_hit": "Targets hit by this weapon have +1 difficulty on attacks made against any target other than you until the end of their next turn.",
		"description": "<i>“10 PLAY MESSAGE 20 20 “PLEASE DISPERSE. UNLAWFUL FORCE IS A VIOLATION OF CIVIL CODE. CAUSING PROPERTY DAMAGE CAN WARRANT UP TO 5 YEARS IN PRISON AND A SIGNIFICANT FINE. PACIFICATION TEAMS WILL REMAIN UNTIL YOU DISPERSE.”30 GOTO 10</i>",
		"data_type": "weapon",
		"sp": 1,
		"aptitude": {}
	},
	{
		"id": "mwc_faerie_fire",
		"name": "Faerie Fire",
		"mount": "Auxiliary",
		"type": "Rifle",
		"damage": [{"type": "Energy", "val": "1d3"}],
		"range": [{"type": "Range", "val": 5}],
		"tags": [],
		"source": "SSC",
		"license": "DRUID",
		"license_level": 1,
		"on_hit": "The target cannot benefit from Invisibility or Soft Cover until the end of its next turn.",
		"description": "<i>The mechanism sees that I am having difficulty with highly elusive targets. Without prompting, it introduces elemental phosphorus into my shells and lights the field up with the dancing, panicking silhouettes of enemy armor. My employers ask me how it is that I am doing this. I tell them, truthfully, that I do not know. Neither they nor I wish to undo the change.</i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_heat_metal",
		"name": "Heat Metal",
		"mount": "Main",
		"type": "Cannon",
		"damage": [{"type": "Energy", "val": "1d3"}],
		"range": [{"type": "Range", "val": 15}],
		"tags": [{"id": "tg_accurate"}, {"id": "tg_ap"}],
		"source": "SSC",
		"license": "DRUID",
		"license_level": 2,
		"on_hit": "This weapon deals 1 Burn for every point of armor the target has.",
		"description": "<i>A brief thought bubbles up in my mind. I swat it away for being too ridiculous to consider. The mechanism brings it back like an eager puppy. Microwave gun? Microwave gun. Microwave gun microwave gun microwave gun MICROWAVE GUN and suddenly I’m accidentally boiling a fellow test pilot alive in his pod. He survives. The mechanism is sorry. It thought this was the point. I’m not sure I can teach it restraint. I’m not sure SSC wants me to.</i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_call_lightning",
		"name": "Call Lightning",
		"mount": "Heavy",
		"type": "Cannon",
		"damage": [{"type": "Energy", "val": "1d6+1"}],
		"range": [{"type": "Range", "val": 10}, {"type": "Blast", "val": 1}],
		"tags": [{"id": "tg_seeking"}],
		"source": "SSC",
		"license": "DRUID",
		"license_level": 3,
		"effect": "When you attack with this weapon, you gain the Strike Twice reaction until the start of your next turn.",
		"actions": [
			{
				"name": "Strike Twice",
				"activation": "Reaction",
				"frequency": "1/round",
				"trigger": "A character you hit with Call Lightning ends their turn within the Blast area you targeted.",
				"detail": "Make another attack with Call Lightning, targeting the same area as before."
			}
		],
		"description": "<i>I and the mechanism are well acquainted now. I learn to pilot its psyche like I pilot the mech it is attached to. I favor certain configurations over others. In its bulky, treaded aspect, I can close my eyes and imagine that I am a tanker, a nobody again, running missions on the badlands of Leera. But I am piloting something more than a tank now, and the gods themselves are not so well armed as I.<i>",
		"data_type": "weapon",
		"sp": 1,
		"aptitude": {}
	},
	{
		"id": "mwc_alkaline_vent",
		"name": "Alkaline Vent",
		"mount": "Auxiliary",
		"type": "CQB",
		"damage": [{"type": "Energy", "val": "1d3+1"}],
		"range": [{"type": "Range", "val": 5}, {"type": "Threat", "val": 3}],
		"tags": [{"id": "tg_heat_self","val": 1}],
		"source": "SSC",
		"license": "MALACHITE",
		"license_level": 2,
		"on_hit": "Targets must succeed on an Agility save or become Shredded until the end of their next turn. Objects automatically take 10 AP Energy damage when targeted with this weapon.",
		"description": "<i>Main research topic: [REDACTED] High-Volume Acid Production Gland. Primary ejection orifice runs parallel to esophagus. Method by which Gland does not denature itself and organism is unknown, research pending. Applications in Project Defoliant are almost guaranteed.</i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_devourer",
		"name": "Devourer",
		"mount": "Main",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d6"}],
		"range": [{"type": "Threat", "val": 2}],
		"tags": [{"id": "tg_unique"}],
		"source": "SSC",
		"license": "MALACHITE",
		"license_level": 3,
		"effect": "This weapon does +3 Bonus Damage and gains the Accurate tag against Shredded targets.",
		"description": "<i>The [REDACTED] is a very messy eater. Biomass waste is rampant among existing populations, which are already selecting for more particular dining habits. If [REDACTED] is to be farmed for the project, alterations must be made so as not to cause untenable feed wastage.</i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_aurum",
		"name": "Aurum",
		"mount": "Auxiliary",
		"type": "CQB",
		"damage": [{"type": "Kinetic","val": "1d3"}],
		"range": [{"type": "Range", "val": 5}, {"type": "Threat","val": 3}],
		"tags": [{"id": "tg_accurate"}, {"id": "tg_reliable", "val": 2}, {"id": "tg_unique"}],
		"source": "SSC",
		"license": "PLAYBOY",
		"license_level": 1,
		"on_hit": "The target must make a Systems save or receive Lock On.",
		"description": "<i>“And for My temples and cities shall I build walls of platinum, and pour long and lovely rivers of rosewater, such that wherever a man shall look, he shall be struck with the beauty of My design, such that he will have no choice but to fall and praise My Holy Name.”-- Hedon’s Autode, Book IX, Ch. 3</i>",
		"data_type": "weapon",
		"sp": 1,
		"aptitude": {}
	},
	{
		"id": "mwc_onyx",
		"name": "Onyx",
		"mount": "Auxiliary",
		"type": "CQB",
		"damage": [{"type": "Kinetic", "val": "1d3"}],
		"range": [{	"type": "Range", "val": 5},	{"type": "Threat","val": 3}],
		"tags": [{"id": "tg_unique"}, {"id": "tg_reliable", "val": 1}, {"id": "tg_ap"}, {"id": "tg_heat_self", "val": 1}],
		"source": "SSC",
		"license": "PLAYBOY",
		"license_level": 1,
		"on_hit": "If you consumed Lock On with this attack, the target takes 2 Burn.",
		"description": "<i>“Should the ecstasy of hatred overtake Me, I shall leap at once from My bath and take armfuls of gold and steel from My vaults, fashioning them into weapons without counting or name, that I shall erase living men with a wave of My hand, and crush cities to powder with a blink of My eyelash.”-- Hedon’s Autode, Book XXIV, Ch. 2</i>",
		"data_type": "weapon",
		"sp": 1,
		"aptitude": {}
	},
	{
		"id": "mwc_superbia_non_human_blade_oh_my",
		"name": "SUPERBIA Non Human Blade",
		"mount": "Heavy",
		"type": "Melee",
		"sp": 4,
		"damage": [{"type": "Variable", "val": "1d6+5"}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [{"id": "tg_ai"}, {"id": "tg_accurate"}],
		"source": "SSC",
		"license": "PLAYBOY",
		"license_level": 3,
		"effect": "As long as this weapon is intact, your mech has the <b>AI</b> tag and the <span class='horus--subtle'><b>Dancing Quicksilver</b></span> Quick Action. This weapon counts as a Main Melee.",
		"actions": [
			{
				"name": "Dancing Quicksilver",
				"activation": "Quick",
				"frequency": "1/Scene",
				"detail": "The SUPERBIA begins to oscillate rapidly, becoming a blur as it synchronizes itself with all past, current, and future hands that wield it. While in such a state, it begins to function nearly autonomously, granting the following benefits until the end of the scene: You gain Resistance to all damage and heat from the closest hostile character. If multiple characters are equally close, this effect does not apply. A copy of the SUPERBIA appears in your space and constantly moves with you. 1/round, at any point, you may make an attack with this copy."
			}
		],
		"description": "<i>“There is nothing left. To you, I leave all -- whoever is there to receive it. Never forget Me. I am too much to simply never be again. Become as I, unknown successor, that I may grace another universe, in another time, and be again its rightful ruler.” --Hedon’s Autode, Apocrypha/Unordered Entry</i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_hare_auto_stabilizing_smg",
		"name": "“Hare” Auto-Stabilizing SMG",
		"mount": "Auxiliary",
		"type": "CQB",
		"damage": [{"type": "Kinetic", "val": "1d3"}],
		"range": [{"type": "Range", "val": 3}, {"type": "Threat", "val": 2}],
		"tags": [],
		"source": "SSC",
		"license": "RABBIT",
		"license_level": 1,
		"on_hit": "Weapons that share this weapon’s name gain +1 Accuracy until the start of your next turn, to a maximum of +2 Accuracy.",
		"description": "Designed in tandem with the Rabbit itself, the Hare’s most striking feature is a pair of stabilizer fins that extend at acute angles from the weapon’s upper rail. These “bunny ears” contain gyro systems that keep the SMG and similar linked weapons systems on target for as long as at least one of them can confirm hits.</i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_energy_tonfa",
		"name": "Energy Tonfa",
		"mount": "Main",
		"type": "Melee",
		"range": [{"type": "Threat", "val": 1}],
		"damage": [{"type": "Energy", "val": "1d6+1"}],
		"tags": [],
		"source": "SSC",
		"license": "RABBIT",
		"license_level": 2,
		"on_attack": "You may give this weapon Thrown 8. If you do, it deals no damage on a hit, but the target must succeed on a Hull save or be Immobilized as long as the Tonfa remains in its space. The target may repeat this save at the end of each of its turns.",
		"description": "<i>“Enforcer Nobles, you are hereby charged with Murder in the First Degree, Violation of Civil Liberties, Assault and Battery, Breaking and Entering with Intent, and Conduct Unbecoming an Officer of the Law. From this point forward, you are no longer under Harrison Armory protection and are subject only to the jurisdiction of the Third Committee of Union and its laws.”</i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_terashima_moonshot",
		"name": "TERASHIMA Moonshot",
		"mount": "Heavy",
		"type": "CQB",
		"range": [{"type": "Range", "val": 5},{"type": "Threat","val": 3}],
		"damage": [{"type": "Kinetic", "val": "1d6+3"}],
		"tags": [],
		"source": "SSC",
		"license": "RABBIT",
		"license_level": 3,
		"effect": "This weapon starts each Scene with one of the following attachments. You may swap between attachments as a protocol.",
		"profiles": [
			{
				"name": "HAMMER Glacial Enfilade",
				"range": [{"type": "Cone", "val": 3}],
				"damage": [{"type": "Kinetic", "val": "2d3+1"}],
				"on_hit": "Targets are Slowed until the end of their next turn."
			},
			{
				"name": "PEREGRINE Flashpoint Refire Accelerator",
				"range": [{"type": "Line", "val": 6}],
				"damage": [{"type": "Energy", "val": "2d3"}, {"type": "Burn", "val": "2"}],
				"tags": [{"id": "tg_reliable", "val": 1}, {"id": "tg_heat_self", "val": 1}]
			},
			{
				"name": "ROYAL GUARD Point Defense Stabilizer",
				"range": [{"type": "Range", "val": 5}, {"type": "Threat", "val": 3}],
				"damage": [{"type": "Kinetic", "val": "1d6+3"}],
				"effect": "You have Resistance to damage from the nearest enemy character, or a character of your choice if more than one character is equidistant from you."
			},
			{		
				"name": "TSUKIHIME Lightbeam Array",
				"range": [{"type": "Range", "val": 5}, {"type": "Threat", "val": 3}],
				"damage": [{"type": "Energy","val": "2d3+4"}],
				"tags": [{"id": "tg_seeking"}, {"id": "tg_overkill"}]
			}
		],
		"description": "Designed as the end-product of a disagreement between ExMats, Visual and the Terashima Blade Enclave in regards to the Atlas’s finalized design, the Moonshot takes inspiration from positive focus group data surrounding the Terashima Blade’s multiple techniques. The end result of this project was a hyper-versatile close-range weapon, which suffers from a lack of production models due to the Terashima Enclave’s disdain for non-bladed weaponry. Its only drawback is the significant power draw of each of its unique attachments; attempting to activate more than one at a time renders the weapon completely unusable.",
		"sp": 2,
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_orisha_tether",
		"name": "Orisha Tether",
		"mount": "Main",
		"type": "Cannon",
		"damage": [{"type": "Energy", "val": "1d3+1"}],
		"range": [{"type": "Range", "val": 8}],
		"tags": [{"id": "tg_ap"}, {"id": "tg_unique"}],
		"source": "SSC",
		"license": "ZEBRA",
		"license_level": 2,
		"effect": "This weapon may target an ally, it automatically hits the ally when used this way. You become Tethered to that ally instead of dealing damage. Upon tethering and at the start of each of your turns, the tethered ally gains Overshield equal to your Grit plus 1. If you fire the weapon again, or if either tethered character ends their turn outside of this weapon's range or line of sight to the other, the tether ends.",
		"description": "<i>I didn’t have anything else to put here, so I threw in the other big secret project. High energy draw, low range, and the tether snaps at the worst possible times. But the field’s biphasic, so it refreshes a hell of a lot faster than anything you could compare it to. Family didn’t want people to get shot with it, but I overrode that setting. Fuck the “intended use,” go with your heart.</i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_unmaker",
		"name": "UNMAKER",
		"mount": "Superheavy",
		"type": "???",
		"damage": [{"type": "Heat", "val": "3d6"}],
		"range": [{"type": "Range",	"val": 20},	{"type": "Blast", "val": 1}],
		"tags": [{"id": "tg_ordnance"},	{"id": "tg_inaccurate"}],
		"source": "HORUS",
		"license": "ATROPAL",
		"license_level": 3,
		"effect": "This weapon’s form is unknown and unknowable. Whatever its type, it is not one that can benefit from your talents.<br>If this weapon hits at least one target, you take Heat as if it hit you as well.",
		"description": "<code class='horus'>I WOULD RATHER ALL BE NOTHING THAN BE SUPPLANTED FOR ONE TRILLIONTH OF A PLANCK INTERVAL. I WILL RULE THIS DIMENSION OR SEE IT DISSOLVE INTO VACUUM DECAY.</code>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_voltaic_spike",
		"name": "Voltaic Spike",
		"mount": "Auxiliary",
		"type": "Melee",
		"damage": [{"type": "Energy", "val": "1d3"}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [],
		"source": "HORUS",
		"license": "BUER",
		"license_level": 1,
		"effect": "You cannot attack with this weapon normally. Rather, 1/round when you successfully Ram a target, you may automatically hit that character with this weapon as a free action. This weapon's damage becomes 1d3+3 if you have already hit a different target with a Voltaic Spike on your turn.",
		"description": "<i>“‘We just need to keep our distance,’ they said. ‘Outrun it,’ they said. How am I going to tell Kyle’s ma what this goofy starfish thing did to him? There’s not even a wreck to search.” -- PVT G. Pyle.</i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_mag_bow",
		"name": "Mag-Bow",
		"mount": "Main",
		"type": "Rifle",
		"damage": [{"type": "Kinetic", "val": "1d6"}],
		"range": [{"type": "Range", "val": 10}],
		"tags": [{"id": "tg_accurate"},	{"id": "tg_arcing"}],
		"source": "HORUS",
		"license": "CENTAUR",
		"license_level": 1,
		"description": "<i>{The bow was the first step man took towards greatness. This bow will be the last step for those of lesser stature.}</i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_black_lily_flechette_composite",
		"name": "Black-Lily Flechette Composite",
		"mount": "Heavy",
		"type": "Nexus",
		"sp": 1,
		"damage": [{"type": "Kinetic", "val": "3d3"}, {"type": "Burn", "val": 3}],
		"range": [{"type": "Range", "val": 8}],
		"tags": [{"id": "tg_accurate"},	{"id": "tg_smart"}],
		"source": "HORUS",
		"license": "CENTAUR",
		"license_level": 2,
		"description": "<i><br>{What can be used to mend can be used to unmake. Take the medicine I have given you. Mix it with your blood and mine. Add the root of the dusk-lipped flower and boil it for a night atop a copper-flame.}</br><br>Will this help cure my mother?</br><br>{That depends on you. Can you cure yourself of hesitation? Of inability to act when the situation demands?}</br><br>This is a poison. You’re telling me I’m going to have to kill someone.</br><br>{Would that there was another way. I am a doctor. Your mother suffers from evil men, and there is only one cure for that. Is your resolve great enough?}</br></i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_chiron_class_mount_accelerator_nhp",
		"name": "CHIRON-Class Mount Accelerator NHP",
		"mount": "Superheavy",
		"type": "Rifle",
		"sp": 4,
		"damage": [{"type": "Kinetic", "val": "2d6+6"}],
		"range": [{"type": "Range", "val": 15}],
		"tags": [{"id": "tg_ai"}, {"id": "tg_ordnance"}, {"id": "tg_seeking"}, {"id": "tg_smart"}],
		"source": "HORUS",
		"license": "CENTAUR",
		"license_level": 3,
		"effect": "As long as this weapon is intact, your mech has the <b>AI</b> tag and the <span class='horus--subtle'><b>Starscraper</b></span> Full Action.",
		"actions": [
			{
				"name": "Starscraper",
				"activation": "Full",
				"detail": "You become Immobilized until the start of your next turn. At the start of your next turn, CHIRON’s range becomes 30, it may attack enemies even if it cannot draw a path to the target, ignores Hostile Systems and Traits with the Shield tag, and it deals +3d6 bonus damage and gains the Accurate tag. The effect ends after you fire CHIRON or if you become Jammed or Stunned."
			}
		],
		"description": "<i><br>To call this a gun would be sacrilege.</br><br>{Shoot for the stars, kiddo.}</br><br>Will I hit the shots that count?</br><br>{As long as we’re together.}</br><br>You have taught me much. I know more of killing now than I ever dreamed.</br><br>{The art is a muscle and your species is atrophied. You are now strong and I am so proud of the path you have walked to me.}</br><br>How much more is there to learn?</br><br>{More than you could hope to grasp in a googolplex of lifetimes.}</br><br>How much do you think you can teach me?</br><br><span class='horus--subtle'>{Enough.}</span></br></i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_lycan_integrated",
		"name": "Rending Claw",
		"mount": "Auxiliary",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d3-1"},{"type": "Heat","val": 1}], "range": [{"type": "Threat", "val": 1}],
		"tags": [{"id": "tg_overkill"}],
		"effect": "When you Barrage, you may attack with any number of weapons named Rending Claw in addition to the weapons you select for the Barrage.",
		"description": "“Beware the Skinwalker, my son! The jaws that bite, the claws that catch!”"
	},
	{
		"id": "mwc_foothold_pneumatic_clamp",
		"name": "“FOOTHOLD” PNEUMATIC CLAMP",
		"mount": "Main",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d3+2"}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [{"id": "tg_accurate"}, {"id": "tg_unique"}],
		"source": "HORUS",
		"license": "LYCAN",
		"license_level": 1,
		"on_hit": "You may automatically attempt to Grapple the target as a free action.",
		"on_crit": "The target must pass a Hull save or be knocked Prone.",
		"description": "“Is that what they’re calling it? Find the scientists that did and tear them apart. Do what you’d like with the files.”<br><i>--Unknown Transmission. Source: <span class=\"horus--subtle\">Own System</span></i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_argentum",
		"name": "ARGENTUM",
		"mount": "Heavy",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "3d3+1"}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [{"id": "tg_accurate"}],
		"source": "HORUS",
		"license": "LYCAN",
		"license_level": 3,
		"on_crit": "The damage dealt by any number of your melee weapons of your choice becomes 1d3+2 Kinetic until the end of your next turn.",
		"description": "<i>“Claws that slice, Code that burns. But what’s the thought that crosses the mind when the Wolf Howls?<i> <code class=\"horus\">It is the fear of a Razored Maw sinking into their throat.”<br></code><i>--<span class=\"horus--subtle\">Pack’s Denmother.</span></i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_calcific_pseudopod",
		"name": "Calcific Pseudopod",
		"mount": "Main",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d3"}],
		"range": [{"type": "Threat", "val": 3}],
		"tags": [{"id": "tg_inaccurate"}],
		"source": "HORUS",
		"license": "OOZE",
		"license_level": 1,
		"on_hit": "The target must make an Engineering save or become Immobilized until the end of its next turn.",
		"description": "<i>“One moment we were walking through the ship, the next my left leg went numb. Funniest thing too, my Nelson’s left actuator stopped moving at the same time. I thought I had spent too much time on leave.”</i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_pressure_inductive_black_nanites",
		"name": "Pressure-Inductive Blackwash Nanites",
		"mount": "Heavy",
		"type": "Melee",
		"damage": [{"type": "Energy", "val": "1d3"}, {"type": "Burn", "val": 8}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [{"id": "tg_smart"}],
		"source": "HORUS",
		"license": "OOZE",
		"license_level": 3,
		"effect": "You can only target enemies you are grappling with for attacks with this weapon.",
		"description": "One part ravenous swarm, one part electroreactive coating, this weapon functions in a way eerily similar to a pre-Fall Cradle species of honey-bee. The nanites pose little threat initially, but if they can fully coat a target, they begin to vibrate so quickly, it flash-cooks whatever happens to be stuck inside.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_entropic_antenna",
		"name": "Entropic Antenna",
		"mount": "Auxiliary",
		"type": "CQB",
		"damage": [{"type": "Kinetic", "val": 1}],
		"range": [{"type": "Range", "val": 5}, {"type": "Threat", "val": 3}],
		"tags": [{"id": "tg_seeking"}, {"id": "tg_unique"}, {"id": "tg_ap"}],
		"source": "HORUS",
		"license": "RUSTLORD",
		"license_level": 2,
		"on_hit": "The target must make an engineering save or become Shredded until the end of its next turn.",
		"description": "Less antennae and more microdrones on sturdy tethers, these probing sensory points dart to and fro, conducting exotic energy up the tether from an enigmatic black box within the mount itself. While they have no offensive capability beyond these energies, the reports of material aging into dust within seconds is agreed to be offensive enough.",
		"data_type": "weapon",
		"sp": 1,
		"aptitude": {}
	},
	{
		"id": "mwc_alkaline_proboscis",
		"name": "Alkaline Proboscis",
		"mount": "Main",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d3+2"}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [{"id": "tg_smart"}],
		"source": "HORUS",
		"license": "RUSTLORD",
		"license_level": 3,
		"on_hit": "If the target is Shredded, this weapon deals +3 bonus damage.",
		"description": "Much like the pattern-group’s signature ‘antennae,’ this weapon looks almost organic at first glance. Hungrily darting at enemies, its magnetoreactive coating causes disastrous localized chemical reactions against foes whose hull-integrity is already compromised.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_vision_of_tomorrow",
		"name": "Vision of Tomorrow",
		"mount": "Auxiliary",
		"type": "Cannon",
		"damage": [{"type": "Energy", "val": "1d3+1"}],
		"range": [{"type": "Cone", "val": 3}, {"type": "Line", "val": 5}],
		"tags": [{"id": "tg_loading"}],
		"source": "HA",
		"license": "ALEXANDROV",
		"license_level": 1,
		"effect": "This weapon may be fired either as a Cone or as a Line. This weapon may be fired twice before needing to be reloaded. Alternately, both eyes can fire at once, causing the weapon to deal 1d6+1 Energy damage, but causing you to gain 1 Heat.",
		"description": "Frequently mounted on a mech’s “face,” these high powered energy emitters are rumored to focus their energy in the shape of the Harrison Armory insignia, so as to leave a calling card on enemy wrecks. The weapon runs off of a super-compact flash battery that must be replaced only by licensed technicians at an approved resupply depot. Failure to comply with this restriction may result in catastrophic containment breach, causing loss of limb, vision, and/or hearing.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_sonic_core_blaster",
		"name": "Sonic Core Blaster",
		"mount": "Main",
		"type": "Cannon",
		"damage": [{"type": "Explosive", "val": "1d6"}],
		"range": [{"type": "Cone", "val": 5}],
		"tags": [{"id": "tg_knockback", "val": 4}, {"id": "tg_heat_self", "val": 2}],
		"source": "HA",
		"license": "ALEXANDROV",
		"license_level": 2,
		"on_hit": "Enemies cannot use the Search action until the end of their next turn.",
		"description": "Another unspoken import from Alkonost, the Sonic Core Blaster is a rifle-mount amplifier, upgraded by Harrison technologists to produce a truly deadly amount of sound -- not that the original model needed much help in that regard.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_sonic_displacement_device",
		"name": "Sonic Displacement Device",
		"mount": "Main",
		"type": "Cannon",
		"damage": [{"type": "Explosive", "val": 5}],
		"range": [{"type": "Burst", "val": 3}],
		"tags": [{"id": "tg_knockback", "val": 2}, {"id": "tg_heat_self", "val": 10}, {"id": "tg_loading"}, {"id": "tg_ap"}, {"id": "tg_unique"}],
		"source": "HA",
		"license": "ALEXANDROV",
		"license_level": 3,
		"on_hit": "Enemies cannot use the Search action until the end of their next turn.",
		"description": "An oft-repeated truism is that the SDD is to an unmodified Alkonost speaker as an Alkonost is to a gramophone. Not outwardly visible to the untrained eye, the Sonic Displacement Device turns a mech’s entire frame into a resonant system, producing such a deafening, all-encompassing wave of noise that all those unfortunate enough to be nearby, and sometimes the mech itself, are nearly shaken apart.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_attila_integrated",
		"name": "Sizzling White Creation Fist",
		"mount": "Heavy",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "2d3"}, {"type": "Energy", "val": "2d3"}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [{"id": "tg_heat_self", "val": 1}, {"id": "tg_overkill"}],
		"on_hit": "The target is Marked until the start of your next turn. When a Marked target is destroyed, it explodes, dealing 1d6 AP Explosive damage in a Burst 1 radius around it. You are immune to this damage.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_blazing_black_extinction_hand",
		"name": "Blazing Black Extinction Hand",
		"mount": "Heavy",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "2d3"}, {"type": "Energy", "val": "2d3"}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [{"id": "tg_overkill"}],
		"source": "HA",
		"license": "ATTILA",
		"license_level": 3,
		"effect": "Whenever this weapon’s Overkill triggers, it gains +1 Bonus Damage as Burn. Any d6’s this weapon receives in Bonus Damage becomes 2d3.",
		"description": "<i>Such anger within you. I understand, truly. But anger is nothing without technique. Discipline your rage. Focus its flame into a cutting torch. Pierce heaven and eat the heart of God. Or, perhaps, die. Your anger will accept only these two outcomes, and no others.</i>",
		"data_type": "weapon",
		"sp": 2,
		"aptitude": {}
	},
	{
		"id": "mwc_gauss_rifle",
		"name": "Gauss Rifle",
		"mount": "Heavy",
		"type": "Rifle",
		"damage": [{"type": "Kinetic", "val": "1d6+4"}],
		"range": [{"type": "Range", "val": 15}],
		"tags": [{"id": "tg_ap"}],
		"source": "HA",
		"license": "CHURCHILL",
		"license_level": 2,
		"description": "A direct response to the SSC Railgun, the Gauss Rifle takes similar technology in a different direction. While overpenetration is the name of the game for rail weapons, the HA equivalent is, ironically enough, far more restrained. In exchange for lower overall stopping power, the Gauss Rifle boasts better accuracy on the move, as well as far less wear and tear on the weapon’s internal magnetic propulsor systems",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_magnus_coilgun",
		"name": "Magnus Coilgun",
		"mount": "Superheavy",
		"type": "Rifle",
		"damage": [{"type": "Kinetic", "val": "2d6+9"}],
		"range": [{"type": "Line", "val": 30}, {"type": "Blast", "val": 1}],
		"tags": [{"id": "tg_inaccurate"}, {"id": "tg_heat_self", "val": 4}, {"id": "tg_loading"}, {"id": "tg_ordnance"}, {"id": "tg_ap"}],
		"source": "HA",
		"license": "CHURCHILL",
		"license_level": 3,
		"effect": "This weapon's line is 2 Spaces wide and it deals 20 AP damage to any terrain or cover it passes through. Its Blast 1 occurs at the end of both its Lines.",
		"description": "The favored weapon of Colonel-Captain Thomas Duelittol, the Magnus Coilgun represents everything Harrison Armory stands for: Courage, Boldness, Might. Many pilots find its delicate targeting, tremendous energy draw and huge kick a deterrent over more reliable weaponry but, the overwhelming results it produces provokes a universally understood word upon impact. ‘Nice.’",
		"data_type": "weapon",
		"sp": 2,
		"aptitude": {}
	},
	{
		"id": "mwc_al_fifteen_autocannon",
		"name": "AL-15 Autocannon",
		"mount": "Main",
		"type": "Cannon",
		"damage": [{"type": "Explosive", "val": "2d6"}],
		"range": [{"type": "Range", "val": 15}],
		"tags": [{"id": "tg_heat_self", "val": 2}, {"id": "tg_ordnance"}],
		"source": "HA",
		"license": "PERSHING",
		"license_level": 1,
		"description": "<i>“They want to saddle me with the worst fuel source in the universe? Fine! I’ll go back to goddamn prehistory and use weapons from back then. Ninety-millimeter HEAT shells, let’s f***ing go.”</i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_saturator_missile_battery",
		"name": "Saturator Missile Battery",
		"mount": "Auxiliary",
		"type": "Launcher",
		"damage": [{"type": "Explosive", "val": "1d6"}],
		"range": [{"type": "Range", "val": 10},	{"type": "Blast", "val": 1}],
		"tags": [{"id": "tg_loading"}, {"id": "tg_ordnance"}],
		"source": "HA",
		"license": "PERSHING",
		"license_level": 1,
		"description": "<i>“Pack the warheads full of this stuff. I don’t care if the enemy armor smells like a** for years after getting hit with it, it’s not like you’re going to be riding around in it. I especially don’t care if you have to stand still to get the guidance systems to work. I don’t know if you were paying attention, but we’re not exactly setting goddamn land speed records here.”</i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_coretap_particle_cannon",
		"name": "CORETAP Particle Cannon",
		"mount": "Heavy",
		"type": "Cannon",
		"damage": [{"type": "Energy", "val": 3}],
		"range": [{"type": "Range", "val": 15},	{"type": "Blast", "val": 1}],
		"tags": [{"id": "tg_ordnance"}],
		"source": "HA",
		"license": "PERSHING",
		"license_level": 3,
		"effect": "This weapon deals Bonus Damage equal to half your current heat, and clears 2 Heat when you fire it. If you are at less than 2 Heat, you cannot fire this weapon. ",
		"description": "<i>“You know what runs hot? A printer, when you can never, ever, turn it off. You know what else is really, really hot?”The sound of a charging artillery laser nearly drowns out the recording.“That guy, in five seconds.”</i>",
		"data_type": "weapon",
		"sp": 1,
		"aptitude": {}
	},
	{
		"id": "mwc_bulldog_machine_gun",
		"name": "Bulldog Machine Gun",
		"mount": "Main",
		"type": "Rifle",
		"damage": [{"type": "Kinetic", "val": "1d6"}],
		"range": [{"type": "Range", "val": 10}, {"type": "Blast", "val": 1}],
		"tags": [{"id": "tg_inaccurate"}],
		"source": "HA",
		"license": "STUART",
		"license_level": 1,
		"effect": "You may choose to lay down suppressive fire when you use this weapon. If you do, it deals no damage, but targets are Immobilized until the end of their next turn on a hit.",
		"description": "The Bulldog, often utilized as a coaxial mount, is infamous for its rate of fire and recoil making it “impossible to aim.” Rather than pare down the weapon’s more extreme traits, the smiths at Tanning Firearms scaled the design up and gave it such a boost that only a mechanized chassis could support it. Its accuracy rating is still relatively abysmal, but it excels in its role as a support and suppression weapon.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_betelgeuse_pulse_cannon",
		"name": "Betelgeuse Pulse Cannon",
		"mount": "Main",
		"type": "Cannon",
		"damage": [{"type": "Energy", "val": "1d6+3"}],
		"range": [{"type": "Range", "val": 8}],
		"tags": [{"id": "tg_heat_self", "val": 2}, {"id": "tg_ap"}],
		"source": "HA",
		"license": "STUART",
		"license_level": 2,
		"description": "Before the Betelgeuse Project, pulse lasers were a fantasy. Low-exposure hit-and-run tactics were for kinetic arms, like missiles or grenades. Energy weapons simply require too much power to pierce armor in the time it takes a depleted uranium slug to accomplish the same task. This was common sense and something any weaponsmith back then would tell you. But the weaponsmiths are smarter now.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_liquid_nitrogen_projector",
		"name": "Liquid Nitrogen Projector",
		"mount": "Main",
		"type": "Cannon",
		"damage": [{"type": "Energy", "val": "1d6+1"}],
		"range": [{"type": "Cone", "val": 5}],
		"tags": [{"id": "tg_heat_self", "val": 2}],
		"source": "HA",
		"license": "WINTER",
		"license_level": 1,
		"on_hit": "Targets clear all Burn and are Slowed. You may choose not to deal damage when you fire this weapon.",
		"description": "Using extraplanar heat-venting technology to supercool and transport elemental nitrogen long-term is not viable for any normal organization, which is probably why lancers are the only entities independently wealthy enough to engage in the practice. That such an extravagantly stored substance is used to fuel the galaxy’s most overengineered fire extinguisher is not lost on these pilots.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_freeze_ray",
		"name": "Freeze Ray",
		"mount": "Heavy",
		"type": "Cannon",
		"damage": [{"type": "Energy", "val": "2d6+2"}],
		"range": [{"type": "Line", "val": 10}],
		"tags": [{"id": "tg_heat_self", "val": 3}],
		"source": "HA",
		"license": "WINTER",
		"license_level": 2,
		"on_hit": "Targets clear 4 heat.",
		"on_crit": "Before on-hit effects, targets are Immobilized until the end of their next turn.",
		"description": "All cooling systems function by taking the energy from one system and pumping it into another system. In the Freeze Ray’s case, heat is taken from any unfortunate soul standing in front of the aperture and pumped into the mech the weapon is mounted to.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_type_thirteentwelve_lmg",
		"name": "Type-1312 LMG",
		"mount": "Auxiliary",
		"type": "CQB Rifle",
		"damage": [{"type": "Kinetic", "val": "1d3"}],
		"range": [{"type": "Range",	"val": 5}, {"type": "Threat", "val": 3}],
		"tags": [{"id": "tg_inaccurate"}],
		"source": "IPS-N",
		"license": "TITANIC",
		"license_level": 1,
		"effect": "This weapon counts as both a CQB and a Rifle.<br>This weapon deals +1 Damage and has Reliable 1 against characters who have no Armor, or are Shredded.",
		"description": "The original signature weapon of the Titanic, the Type-1312 is in fact a nest of small-arms scale automatics fired in staggered bursts, so as to fully saturate targets with lead. While this hail of bullets can easily mulch biological opponents, it is reliant on volume of fire to strike vulnerable components in armored or well-shielded targets.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_ac_twenty_autocannon",
		"name": "AC-20 Autocannon",
		"mount": "Main",
		"type": "Cannon",
		"damage": [{"type": "Explosive", "val": "2d6+2"}],
		"range": [{"type": "Range", "val": 10}],
		"tags": [{"id": "tg_heat_self", "val": 3}],
		"source": "IPS-N",
		"license": "TITANIC",
		"license_level": 3,
		"effect": "This weapon requires a bracing mount as though it were a Superheavy weapon (it still counts as a Main weapon: its primary mount is a Main mount and it does not require a Barrage action to fire).",
		"description": "Nicknamed the Icebreaker, this heavy-caliber slugthrower fires HEAT shells at a range typically reserved for tight, cramped firefights. Such skirmishes are usually silenced when the AC-20’s trademark “God slamming His car door” report sounds across the field.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_magic_missile",
		"name": "Magic Missile",
		"mount": "Main",
		"type": "Launcher",
		"sp": 1,
		"damage": [{"type": "Explosive", "val": "1d3+2"}],
		"range": [{"type": "Range", "val": 15}],
		"tags": [{"id": "tg_accurate"},	{"id": "tg_seeking"}],
		"source": "SSC",
		"license": "MAGICIAN",
		"license_level": 2,
		"description": "A magus never misses his target. His spells always arrive exactly where he aims them.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_staff_of_wizardry",
		"name": "Staff of Wizardry",
		"mount": "Heavy",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d6+1"}],
		"range": [{"type": "Threat", "val": 2}],
		"tags": [],
		"source": "SSC",
		"license": "MAGICIAN",
		"license_level": 3,
		"effect": "While this weapon is mounted on your mech, you may apply one of the following effects whenever you make a successful tech attack, an Enemy fails a System's Save you forced them to make, or target an ally with a tech action:<br><ul><li>Bane: The character takes 1 Heat and 1 AP Energy Damage.</li><li>Bless: The character gains 2 Overshield that stacks with any existing Overshield.</li><li>Daze: The character takes +1 Difficulty on all Attacks until the end of its turn.</li></ul>",
		"description": "Physical implements are for those with a flair for the dramatic. Only a fool would wave a length of tungsten and imbue it with the foci for his incantations. I happen to be a fool with a flair for the dramatic.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_tarrasque_integrated",
		"name": "Crush Claw",
		"mount": "Main",
		"type": "Melee",
		"range": [{"type": "Threat", "val": 1}],
		"damage": [{"type": "Kinetic", "val": "1d6+2"}],
		"effect": "You may attack two different targets with this weapon when it is selected as part of a Barrage. This weapon gains AP if the target is smaller than you. On hit, you may attempt to Grapple the target.",
		"tags": []
	},
	{
		"id": "mwc_electronic_counterthagomizer",
		"name": "Electronic CounterThagomizer",
		"mount": "Main",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d3+2"}],
		"range": [{"type": "Threat", "val": 2}],
		"tags": [{"id": "tg_loading"}],
		"source": "HORUS",
		"license": "TARRASQUE",
		"license_level": 1,
		"effect": "You may attack with this weapon unloaded, but it does not have its On Crit effect and its Threat is reduced to 1.",
		"on_crit": "The target is embedded with shards of solid state disruption matter, causing it to be Jammed until it passes a Hull Save as a Quick Action to remove the shards.",
		"description": "The matter in this weapon is impregnated with artificial intelligences that can only be called “feral.” Gibbering, coruscating, slavering fragments of machine minds have been contained for subjective eons, ready more than anything for the microinstant they are allowed to reach out and touch something new.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_grasping_tongue",
		"name": "Grasping Tongue",
		"mount": "Superheavy",
		"type": "Melee",
		"source": "HORUS",
		"license": "TARRASQUE",
		"license_level": 3,
		"effect": "The Tongue Lash profile may be used for a Skirmish or as a part of a Barrage. The standard profile may only be used as any other Superheavy would be.",
		"profiles": [
			{
				"name": "Default",
				"damage": [{"type": "Kinetic", "val": "2d6+3"}],
				"range": [{"type": "Threat", "val": 3}],
				"tags": [{"id": "tg_overkill"}],
				"on_hit": "The target is immediately Grappled and pulled in a straight line to a space adjacent to you."
			},
			{
				"name": "Tongue Lash",
				"skirmish": true,
				"barrage": true,
				"damage": [{"type": "Kinetic","val": 0}],
				"range": [{"type": "Threat","val": 3}],
				"on_hit": "The target is immediately Grappled and pulled in a straight line to a space adjacent to you."
			}
		],
		"description": "Pilots engaged with the unknown “behemoth” pattern group consistently report a tonguelike appendage dragging downed mechs and pilots into a grinding disassembly bay, despite no such apparatus, orifice, or remains of lost combatants ever being discovered upon dissection of recovered specimens.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_sturmhund_faf_missiles",
		"name": "Sturmhund FaF Missiles",
		"mount": "Auxiliary",
		"type": "Launcher",
		"damage": [{"type": "Explosive", "val": "1d3+1"}],
		"range": [{"type": "Range", "val": 8}],
		"tags": [{"id": "tg_accurate"}],
		"source": "HA",
		"license": "RICHTOFEN",
		"license_level": 1,
		"effect": "This weapon can only be fired at Locked On characters (the attack does not have to consume Lock On).",
		"description": "Guided munitions have not changed much since the dawn of warfare itself. These wire-guided missiles need a friendly firing solution to do more than headbutt a nearby wall, though their architecture is sophisticated enough to accept such data from any authorized source.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_flugelhass_anti_air_cannon",
		"name": "Flügelhass Anti-Air Cannon",
		"mount": "Main",
		"type": "Cannon",
		"sp": 1,
		"damage": [{"type": "Explosive", "val": "1d6"}],
		"range": [{	"type": "Range", "val": 10}, {"type": "Blast", "val": 1}],
		"tags": [{"id": "tg_smart"}, {"id": "tg_reliable", "val": 1}],
		"source": "HA",
		"license": "RICHTOFEN",
		"license_level": 2,
		"description": "In retrospect, no one but Harrison Armory would see the issue of an unfilled anti-air niche and decide the tank cannon was a good starting point. The Flügelhass’s bespoke 40mm shells are built with timed proximity fuses that safely self-detonate on a miss, so as not to cause property damage. This has the unfortunate side effect of causing a searing rain of hot metal particulate during periods of heavy air activity.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_pintle_mounted_anti_armor_chaingun",
		"name": "Pintle Mounted Anti Armor Chaingun",
		"sp": 1,
		"mount": "Auxiliary",
		"type": "Cannon",
		"damage": [{"type": "Kinetic", "val": "1d6+1"}],
		"range": [{"type": "Range", "val": 8}],
		"tags": [{"id": "tg_loading"}, {"id": "tg_ap"}],
		"source": "IPS-N",
		"license": "TRIREME",
		"license_level": 1,
		"effect": "You cannot fire this weapon; however, an adjacent ally may use it to Skirmish, Fight, or Reload. Characters on foot may treat this weapon as an Expanded Compartment. This weapon may be fired twice before Reloading.",
		"description": "“You see, back in the day, there would only be a few mechs to a side. Everyone else was on foot or in vehicles. There was still a single pilot to a mech, but you went in with a team riding shotgun, with repair kits and turrets to ride in.”<br>“It’s where we got ‘black thumb’ from, since everyone we ever rode with jammed the shit out of their fingers in those open metal hinges.”",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_stone_thrower_flak_cannon",
		"name": "Stone-Thrower Flak Cannon",
		"mount": "Main",
		"type": "Cannon",
		"damage": [{"type": "Kinetic", "val": "1d3+1"}],
		"range": [{"type": "Range", "val": 8}],
		"tags": [{"id": "tg_reliable", "val": 2}],
		"source": "IPS-N",
		"license": "TRIREME",
		"license_level": 2,
		"on_hit": "If the target is flying, it becomes Impaired until the end of its next turn and must immediately land.",
		"description": "“‘Course, being the biggest target on the field, you’re gonna take a couple on the noggin now and then. Planes love to bomb giant metal walkers into oblivion. In that sense, the Trireme was the bait and the Stone-Thrower was the trap.”",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_the_giants_sidearm",
		"name": "The Giant's Sidearm",
		"mount": "Heavy",
		"type": "Cannon",
		"damage": [{"type": "Explosive", "val": "3d6+2"}],
		"range": [{"type": "Range", "val": 8}, {"type": "Blast", "val": 1}],
		"tags": [{"id": "tg_inaccurate"}, {"id": "tg_reliable",	"val": 2}, {"id": "tg_loading"}],
		"source": "IPS-N",
		"license": "TRIREME",
		"license_level": 3,
		"effect": "While this weapon is mounted on your mech, you have +1 Difficulty on Agility Checks and Saves.",
		"description": "“Why did we call it the ‘Sidearm’?”<br>“‘Cause it took up the entire side your arm was on.”<br>“Oh yeah, that sucker was huge.”<br>“I ‘member Pearce went deaf when we fired it without telling him.”",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_lrm_twenty",
		"name": "LRM 20",
		"mount": "Main",
		"type": "Launcher",
		"damage": [{"type": "Explosive", "val": "1d3"}],
		"range": [{"type": "Range",	"val": 15},	{"type": "Blast", "val": 2}],
		"tags": [{"id": "tg_arcing"},{"id": "tg_reliable", "val": 1}],
		"source": "HA",
		"license": "ROSWELL",
		"license_level": 1,
		"description": "Put simply, a rack of 20 long-range missiles, all fired at once to impact over a wide area. While not immensely powerful on their own and ineffective against heavy armor, their sheer volume of fire ensures that they’ll inevitably damage something.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_downpout_battery",
		"name": "Downpour Battery",
		"mount": "Heavy",
		"type": "Launcher",
		"damage": [{"type": "Explosive", "val": "1d3+2"}],
		"range": [{"type": "Range", "val": 15}],
		"tags": [{"id": "tg_arcing"}],
		"source": "HA",
		"license": "ROSWELL",
		"license_level": 2,
		"on_attack": "You may attack the target again with this weapon. This effect may trigger a maximum of 4 times per Skirmish or Barrage. This weapon's additional attacks may only trigger 1/turn. This weapon’s additional shots cannot benefit from bonus damage.",
		"description": "DECODED TRANSMISSION RECOVERED FROM ENEMY MECH BLACK BOX:<br>>INCOMING TRANSMISSION FROM ENEMY ROSWELL<br>[ACCEPT TRANSMISSION?] {y/n}<br>> Y<br>>“YOU’RE TALKING A LOT OF SHIT FOR SOMEONE WITH A VERY SOLID SET OF GRID COORDINATES.”<br>>TRANSMISSION ENDED.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_multiple_independent_target_reenty_vehicle",
		"name": "Multiple Independent Target Reentry Vehicle",
		"mount": "Heavy",
		"type": "Launcher",
		"sp": 1,
		"damage": [{"type": "Explosive", "val": "2d3+2"}],
		"range": [{"type": "Range", "val": 25}],
		"tags": [{"id": "tg_arcing"}, {"id": "tg_heat_self", "val": 2}],
		"source": "HA",
		"license": "ROSWELL",
		"license_level": 3,
		"effect": "This weapon can only attack targets with Lock On, but attacks all targets in its range with the Lock On condition, consuming all Lock Ons in the process.",
		"description": "MIRVs are not traditional weapons, in that they are not aimed at a specific enemy and fired in the hopes of killing them. The intelligent submunitions contained within a MIRV’s warhead deploy at high altitudes before raining back down on the battlefield. These bomblets do not discriminate between friend and foe once released -- if there is an unoccupied contact trace to follow, they will follow it, without fail, to its origin.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_tracker_rifle",
		"name": "Tracker Rifle",
		"mount": "Main",
		"type": "Rifle",
		"damage": [{"type": "Energy", "val": 0}],
		"range": [{"type": "Range", "val": 15}],
		"tags": [{"id": "tg_accurate"}, {"id": "tg_seeking"}, {"id": "tg_smart"}],
		"source": "SSC",
		"license": "LANTERN",
		"license_level": 2,
		"on_hit": "The target receives Lock On.",
		"description": "<i>IF COMPLETE INFORMATION CANNOT BE PRESERVED, REGISTER AS MUCH DATA AS POSSIBLE. LOCATION, THEN CAPABILITY, THEN APPEARANCE. WHATEVER THE TARGET IS, IT IS SOMETHING A DART WILL ATTACH TO.<i>",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_dentonimbus_nexus",
		"name": "Dentonimbus Nexus",
		"mount": "Auxiliary",
		"type": "Nexus",
		"damage": [{"type": "Energy", "val": "1d3"}],
		"range": [{"type": "Range", "val": 3}, {"type": "Threat", "val": 3}],
		"tags": [{"id": "tg_accurate"}],
		"source": "HORUS",
		"license": "HELLKNIGHT",
		"license_level": 1,
		"description": "I dreamt of teeth that night. A ravening swarm of claws and fangs that sought only to devour me whole, and render me down into my constituent atoms. I knew that if I allowed this cloud of teeth to catch me, I would never awaken.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_lex_lata",
		"name": "Lex Lata",
		"mount": "Main",
		"type": "Nexus",
		"damage": [{"type": "Energy", "val": "1"}, {"type": "Burn", "val": 1}],
		"range": [{"type": "Burst", "val": 1}],
		"tags": [{"id": "tg_ap"}, {"id": "tg_smart"}],
		"source": "HORUS",
		"license": "HELLKNIGHT",
		"license_level": 2,
		"effect": "This weapon ignores ranged penalties from Engaged.",
		"description": "I asked in the darkness why I was given such terrible and painful orders. Why was the path drawn for me so fraught with danger? Was there no other way? I was given an answer: “Dura lex sed lex.” <br>- The law is harsh, but it is the law.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_fever_dream",
		"name": "Fever Dream",
		"mount": "Heavy",
		"type": "Nexus",
		"sp": 2,
		"source": "HORUS",
		"license": "HELLKNIGHT",
		"license_level": 3,
		"effect": "By default this weapon uses the Erga Omnes Profile. As a Protocol, the nanites this weapon commands can be recalled to form into a large sword, or to return to their original function. While recalled, this weapon uses the Corpe Foedus Profile.",
		"profiles": [
			{
				"name": "Erga Omnes",
				"damage": [{"type": "Kinetic", "val": "1d6+3"}],
				"range": [{"type": "Range", "val": 8}, {"type": "Threat", "val": 3}],
				"tags": [{"id": "tg_smart"}, {"id": "tg_seeking"}]
			},
			{
				"name": "Corpe Foedus",
				"damage": [{"type": "Kinetic", "val": "1d3"}, {"type": "Burn", "val": 6}],
				"range": [{"type": "Threat", "val": 2}],
				"tags": [{"id": "tg_smart"}],
				"effect": "Fever Dream: Corpe Foedus counts as both a Melee and a Nexus weapon."
			}
		],
		"description": "In the throes of my sickness, I was visited by an angel of living metal and burning, scintillant light. That angel bestowed upon me a blade of silver that blinked at me with a million eyes, and as I touched it it became a part of my flesh.<br>The angel said to me: “The conquest of nature is to be achieved through number and measure.” In my dream I took the sword, and the miasma in my blood became a number, and I divided that number into nothing. I awoke that morning, sword in hand, and I was healed.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_hex",
		"name": "Hex",
		"mount": "Main",
		"type": "Hex",
		"damage": [{"type": "Energy", "val": 0}],
		"range": [{"type": "Range", "val": 10}],
		"tags": [{"id": "tg_smart"}, {"id": "tg_unique"}, {"id": "tg_limited", "val": 2}],
		"source": "HORUS",
		"license": "ARCHDEVIL",
		"license_level": 1,
		"on_hit": "The target is Impaired. Additionally, all of your attacks against that target gain Seeking and AP until the target passes an Engineering Save as a Quick Action, ending both effects on a success.",
		"description": ">DIS: Alright so check this out<br>>DIS: Tiny drone, not very impressive, I know.<br>>DIS: What you don’t see is the cable that extends into the blink and connects to my Vault<br>>DIS: Latch this puppy on something that even approximates conscious thought<br>>DIS: And it lets me stick my fingers in their brain",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_archdevil_integrated",
		"name": "Wraithfire",
		"mount": "Heavy",
		"type": "Launcher",
		"damage": [{"type": "Explosive", "val": "1d6+3"}],
		"range": [{"type": "Range", "val": 20}],
		"tags": [{"id": "tg_smart"}],
		"effect": "Unlike other Integrated Weapons, this weapon can be modified by Mods and Core Bonuses. Additionally, the Wraithfire can take any number of Mods at once, though its Mount may still only be affected by a single Core Bonus."
	},
	{
		"id": "mwc_uahc_ten_halibut_cannon",
		"name": "UAHC/10 “Halibut Cannon”",
		"mount": "Main",
		"type": "Cannon",
		"damage": [{"type": "Kinetic", "val": "1d3+2"}],
		"range": [{"type": "Range", "val": 12}],
		"tags": [{"id": "tg_accurate"}, {"id": "tg_overkill"}, {"id": "tg_heat_self", "val": 1}],
		"source": "IPS-N",
		"license": "FARRAGUT",
		"license_level": 1,
		"effect": "Characters that are successfully Hit more than once in a turn by weapons that share this weapon’s name become Shredded until the end of their next turn.",
		"on_hit": "If the target is Shredded, they take additional 1 burn damage.",
		"description": "The Underwater Anti-Armor Heavy Cannon was nicknamed the “Halibut” by marine pilots in reference to its aero- and hydro-dynamically flattened projectiles. A similar proposed moniker was the “Flounder Gun,” which caused quite a schism among the IPS-N mechanized marine corps until a consensus could be reached.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_lobster_boiler_micro_energy_projector",
		"name": "“Lobster Boiler” Micro Energy Projector",
		"mount": "Auxiliary",
		"type": "Rifle",
		"damage": [{"type": "Energy", "val": "1d3-1"}],
		"range": [{"type": "Range", "val": 8}],
		"tags": [{"id": "tg_overkill"},	{"id": "tg_heat_self", "val": 1}],
		"source": "IPS-N",
		"license": "FARRAGUT",
		"license_level": 2,
		"effect": "This weapon’s damage becomes 1d3+1 if the target has been damaged by a “Lobster Boiler” Micro Energy Projector since the end of its last turn.",
		"description": "Similar to the Halibut, the Lobster Boiler was nicknamed by IPS-N marine pilots for the distinctive red-hot glow it produced on targets. Also similar to the Halibut, an alternative nickname was proposed: the “Clambaker.” Unlike the Halibut, this produced no disagreement in the general population and the initial designation has remained uncontested through to the present day.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_steel_tooth_zaw",
		"name": "Steel Tooth Zaw",
		"mount": "Heavy",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d6"}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [],
		"source": "HA",
		"license": "GERONIMO",
		"license_level": 1,
		"on_hit": "If you have not targeted a different character with any action since the last time you attacked the target with this weapon, the attack gains the AP tag and +1d3 bonus damage. This bonus damage stacks with itself every time you attack the enemy again.",
		"description": "The important thing to remember with the Zaw is - [precision] - persistence. With the extreme power of - [your targets] - the tool’s motor, you can easily find yourself - [not getting another shot] - thrown off-balance and embarrassed. Remember, practice makes perfect!",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_giants_shredder",
		"name": "Giant’s Shredder",
		"mount": "Heavy",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d6+4"}],
		"range": [{"type": "Threat", "val": 2}],
		"tags": [{"id": "tg_ap"}, {"id": "tg_heat_self", "val": 2}],
		"source": "HA",
		"license": "GERONIMO",
		"license_level": 2,
		"effect": "This weapon bypasses enemy systems and traits with the Shield tag.",
		"description": "Of course, some timber proves to be particularly - [deadly] - hardy, and this is the intended use case for the Harrison Industrial Shredder. This heavy energy blade is perfect for stripping - [flesh from bone] - tough outer bark from softer, more pliable lumber underneath. Just don’t overuse it, or you might - [never want to stop] - ruin the valuable resources underneath!",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_the_mulcher",
		"name": "The Mulcher",
		"mount": "Heavy",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d6+3"}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [{"id": "tg_heat_self", "val": 1}],
		"source": "HA",
		"license": "GERONIMO",
		"license_level": 3,
		"effect": "This weapon deals +6 Bonus Damage against Biological or Grappled targets.",
		"description": "Sometimes, you need to grind down unusable biomass to be processed for less - [clean] - profitable use. The Harrison Industrial Mulcher uses twin rotating diamond-tooth bars to - [put targets in a blender] - reduce stubborn timber and other material to a fine, easily-manageable residue. Don’t worry about cleaning it up -- we’ve got other workers for that! [At least, we used to.]",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_screwdriver_fusion_talon",
		"name": "“Screwdriver” Fusion Talon",
		"mount": "Auxiliary",
		"type": "Melee",
		"damage": [{"type": "Energy", "val": 2},{"type": "Heat","val": 1}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [{"id": "tg_heat_self", "val": 1}],
		"source": "SSC",
		"license": "FLAREWING",
		"license_level": 2,
		"effect": "While you are in the Danger Zone, this weapon has +1 Threat, the AP tag, and deals +1 Burn.",
		"description": "APPLY TO ENEMY ASS. DO I NEED TO GO INTO DETAIL? IT’S A KNIFE HEATED TO 810 KELVIN. GET CREATIVE.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_wallbanger_slag_belcher",
		"name": "“Wallbanger” Slag Belcher",
		"mount": "Main",
		"type": "CQB",
		"damage": [{"type": "Energy", "val": 1}, {"type": "Heat", "val": 3}],
		"range": [{"type": "Range", "val": 3}, {"type": "Threat", "val": 3}],
		"tags": [{"id": "tg_heat_self", "val": 1}],
		"source": "SSC",
		"license": "FLAREWING",
		"license_level": 3,
		"description": "DEACTIVATE AUDIO RECEPTORS BEFORE USE. IT’S NOT THAT THE GUN IS LOUD (IT IS), IT’S JUST THAT YOU DON’T WANT TO HEAR THE NOISES PEOPLE MAKE WHEN THEY GET HIT.",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_pyhton_style_cqc_suite",
		"name": "PYTHON-Style CQC Suite",
		"mount": "Main",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "1d3+3"}],
		"range": [{"type": "Threat", "val": 1}],
		"tags": [{"id": "tg_unique"}, {"id": "tg_overkill"}],
		"source": "HA",
		"license": "GIAP",
		"license_level": 2,
		"effect": "This weapon gains the AP tag against targets you are grappling.",
		"on_crit": "The target takes 1d6 AP Kinetic Damage.",
		"description": "",
		"data_type": "weapon",
		"aptitude": {}
	}, 
	{
		"id": "mwc_ocelot_pattern_dual_heavy_revolvers",
		"name": "OCELOT-Pattern Dual Heavy Revolvers",
		"mount": "Main",
		"type": "CQB",
		"damage": [{"type": "Kinetic", "val": "1d3+2"}],
		"range": [{"type": "Range", "val": 5}, {"type": "Threat", "val": 3}],
		"tags": [{"id": "tg_unique"}, {"id": "tg_loading"}],
		"source": "HA",
		"license": "GIAP",
		"license_level": 3,
		"effect": "You can fire these twin revolvers three times before they need to be reloaded.<br>Alternatively, you may fire all twelve cylinders at once, receiving +1 Difficulty on the attacks but allowing you to make 3 attacks at once.",
		"description": "12 shots. I have 12 shots this time... Draw!",
		"data_type": "weapon",
		"aptitude": {}
	},
	{
		"id": "mwc_shillelagh_integrated",
		"name": "SHILLELAGH-Class Impromptu Weapon",
		"mount": "Main",
		"type": "Melee",
		"damage": [{"type": "Kinetic", "val": "2d6+4"}],
		"range": [{"type": "Threat", "val": 1}],
		"on_hit": "The target is Immobilized until the end of its next turn.",
		"description": "",
		"tags": [{"id": "tg_loading"}]
	},
	{
        "id": "mwc_decimator",
        "name": "DECIMATOR",
        "type": "CQB",
        "mount": "Main",
        "license": "DANTE",
        "license_level": 1,
        "source": "IPS-N",
        "range": [{"type": "Range","val": 5},{"type": "Threat","val": 2},{"type": "Blast","val": 1}],
        "damage": [{"type": "Energy","val": "1d3"},{"type": "Burn","val": 1}],
        "tags": [{"id": "tg_heat_self","val": 1},{"id": "tg_ap"},{"id": "tg_overkill"}],
        "description": "<i>“The Annihilator you know and love, simplified.” - IPS-N Sales Brochure"
    },
    {
        "id": "mwc_firebrand_class_spiked_whip",
        "name": "FIREBRAND-Class Spiked Whip",
        "type": "Melee",
        "mount": "Heavy",
        "license": "DANTE",
        "license_level": 2,
        "source": "IPS-N",
        "range": [{"type": "Threat","val": 2}],
        "damage": [{"type": "Energy","val": "1d3"},{"type": "Burn","val": 4},{"type": "Heat","val": 2}],
        "on_hit": "You may take 4 Burn Damage, and if you do, the Target makes an Engineering Save. On a fail, increase the Burn they have marked by the amount of Burn you have marked.",
        "description": "<i>Tools are not cruel, their users are. However, the FIREBRAND tends to bring it out in people."
	},
	{
		"id": "mwc_volatile_matter_recycler",
		"name": "Volatile Matter Recycler",
		"type": "Launcher",
		"mount": "Main",
		"license": "XORN",
		"license_level": 1,
		"source": "HORUS",
		"range": [{"type": "Range", "val": 8}],
		"damage": [{"type": "Kinetic", "val": "2d6"}],
		"effect": "This weapon can only be reloaded by destroying two Size 1 portions of Adjacent Pieces of Cover, Terrain or Objects as Quick Action.",
		"on_attack": "Place two SIZE 1 mounds of rock and debris in a free space adjacent to them. The mound is an object with EVASION 5 and 10 HP.",
		"description": "",
		"tags": [{"id": "tg_loading"}]
	},
	{
		"id": "mwc_power_shovel",
		"name": "Power Shovel",
		"type": "Melee",
		"mount": "Main",
		"license": "XORN",
		"license_level": 2,
		"source": "HORUS",
		"range": [{"type": "Threat", "val": 1}],
		"damage": [{"type": "Kinetic", "val": "1d6+1"}],
		"on_attack": "If there is an Object or Piece of Cover or Terrain of at least size  Size 1 Adjacent to the target of this attack, you may destroy that Object or Terrain in order to deal 2 Explosive Damage in a Burst 1 around the target and the destroyed material. You are immune to these Bursts and a character can only be damaged by these Bursts once per Attack even if they would be hit by multiple Bursts.",
		"description": "",
		"tags": [{"id": "tg_unique"}]
	},
	{
		"id": "mwc_shaitans_maw",
		"name": "Shaitan's Maw",
		"type": "Cannon",
		"mount": "Heavy",
		"license": "XORN",
		"license_level": 3,
		"source": "HORUS",
		"range": [{"type": "Cone", "val": 5}],
		"damage": [{"type": "Kinetic", "val": "1d6+2"}],
		"on_attack": "This weapon gains the Reliable 10 Tag against Terrain, Objects and pieces of Cover in its Cone. If this would destroy it, you may instead pull each Object and piece of Cover or Terrain that would be destroyed as close to you as possible.",
		"tags": [{"id": "tg_ap"}]
	},
	{
		"id": "mwc_narakan_knuckle_dusters",
		"name": "Narakan Knuckle Dusters",
		"type": "Melee",
		"mount": "Heavy",
		"license": "POLYPHEMUS",
		"license_level": 2,
		"source": "HORUS",
		"sp": 1,
		"range": [{"type": "Threat","val": 1}],
		"damage": [{"type": "Kinetic","val": "1d3"},{"type": "Explosive","val": 3}],
		"effect": "When you attack with this weapon, you make two attacks targeting either one target twice or two different targets.",
		"description": "“It is time to address the design team's most -contentious- consideration: the fists. We all loved how powerful the original prototype was, how we cheered as every swing carried the terrorists into the air and every good blow crushed their armor. But unfortunately, that same engagement demonstrated the fatal flaw of the original design: it was powerful, but heavy and slow. Quite simply, the sheer musculature that had to be dedicated to create that much damage through the fists alone was an incredible burden on the frame, slowing it down and reducing available space for future systems. But, this gave us an opportunity to make something that could be more reliably implemented in other frames. By using micro flash-printers integrated into the arm, these allow you to feed a steady stream of shaped charges through the knuckles of the mech, supplying the ammunition almost as quickly as the chassis can swing.”",
		"tags": [{"id": "tg_accurate"}]
	},
	{
		"id": "mwc_musashi_integrated_weapon",
		"name": "MASAMUNE-Class Nagamaki",
		"type": "Melee",
		"mount": "Superheavy",
		"description": "A high frequency blade that previously could only be mounted to Schedule 2 or larger frames, a new analysis of the Blackened Throne Incident by Think Tank individuals bore fruit to advancements in miniaturized reactors. Through the seemingly impossible output of the Armory’s new Blink-Cooled Ozymandias reactors, this complete weapon and power pack allows the Musashi to carry this devastating weapon, in addition to a comparable weapons suite to modern frontline frames such as the venerable Atilla or loathsome Monarch.",
		"tags": [{"id": "tg_accurate"}],
		"profiles": [
			{
				"name": "Standard",
				"barrage": true,
				"skirmish": false,
				"damage": [{"type": "Energy", "val": "3d6+5"}],
				"range": [{"type": "Threat", "val": 2}]
			},
			{
				"name": "Skirmish",
				"barrage": false,
				"skirmish": true,
				"damage": [{"type": "Energy", "val": "1d6+1"}],
				"range": [{"type": "Threat", "val": 1}],
				"effect": "This Profile may be used to Skirmish."
			},
			{
				"name": "Focused",
				"barrage": false,
				"skirmish": true,
				"damage": [{"type": "Energy", "val": "4d6+4"}],
				"range": [{"type": "Threat", "val": 4}],
				"effect": "Can only be used with the Blinding Strike reaction."
			}
		],
		"actions": [
			{
				"name": "Remember Arima Kihei",
				"activation": "Full",
				"detail": "You gain the Blinding Strike reaction. You may not Skirmish or Barrage with the weapon while in this state."
			},
			{
				"name": "Blinding Strike",
				"activation": "Reaction",
				"frequency": "1/round",
				"trigger": "A hostile character within Threat attacks you with a Ranged or Melee Attack.",
				"detail": "You make a melee attack against the attacker, using the Focused profile. If the target attacked you with a Melee weapon, or if they are engaged with you, this attack resolves first."
			}
		]
	},
	{
		"id": "mwc_torsion_odachi",
		"name": "TORSION ODACHI",
		"type": "Melee",
		"mount": "Heavy",
		"description": "Torsion Odachis are more than just effectively a large chunk of sharpened starship armor, the limb that the weapon is mounted to is completely rebuilt to allow the user to move an attacked target further away, or out of position to open the target up to further attacks.",
		"range": [{"type": "Threat", "val": 3}],
		"damage": [{"type": "Explosive", "val": "1d6+3"}],
		"sp": 1,
		"tags": [{"id": "tg_accurate"}],
		"on_hit": "You may move the target of this weapon two spaces in any direction",
		"source": "HA",
		"license": "MUSASHI",
		"license_level": 1
	},
	{
		"id": "mwc_fusion_wakizashi",
		"name": "FUSION WAKIZASHI",
		"type": "Melee",
		"mount": "Main",
		"description": "A short blade requiring an outsized power supply and computational guidance for optimal performance, Fusion Wakizashis can quickly punch through ‘resistance holes’ in a target, and can provide an immense reduction in TTK when used in conjunction with a heavy weapon leading the attack.",
		"range": [{"type": "Threat", "val": 1}],
		"damage": [{"type": "Variable", "val": "1d3"}],
		"sp": 1,
		"tags": [{"id": "tg_unique"}],
		"on_attack": "When this weapon is used as part of a Barrage with a Heavy or Superheavy Melee Weapon, this weapon gains 1 Accuracy and deals an additional 4 bonus damage. You may choose this weapon’s damage type on attack. ",
		"source": "HA",
		"license": "MUSASHI",
		"license_level": 1
	},
	{
		"id": "mwc_muramasa_class_zanbato",
		"name": "MURAMASA-Class Zanbatō",
		"type": "Melee",
		"mount": "Superheavy",
		"description": "“Why is it that big?”<br>“Why isn’t it that big?”<br>“I will literally die to the first asshole with a regular sword.”<br>“Good thing he’ll die over there first.”",
		"range": [{"type": "Threat", "val": 1}],
		"damage": [{"type": "Kinetic", "val": "1d6+4"}],
		"skirmish": true,
		"integrated": ["mwc_muramasa_class_zanbato_loaded"],
		"effect": "When you destroy an enemy with this weapon, you may reload it as a free action that may be taken at any time. While the weapon is unloaded you may use the Skirmish (1d6+4) Profile.",
		"source": "HA",
		"license": "MUSASHI",
		"license_level": 3
	},
	{
		"id": "mwc_muramasa_class_zanbato_loaded",
		"name": "MURAMASA-Class Zanbatō: LOADED",
		"tags": [{"id": "tg_ap"},{"id": "tg_accurate"},{"id": "tg_ordnance"},{"id": "tg_loading"}],
		"type": "Melee",
		"mount": "Superheavy",
		"range": [{"type": "Line", "val": 5}],
		"damage": [{"type": "Kinetic", "val": "3d6+4"}],
		"effect": "This weapon may be used against targets in Engagement. When you destroy an enemy with this weapon, you may reload it as a free action that may be taken at any time."
	},
	{
		"id": "mwc_micromissile_spewer",
    	"name": "HS 010 MICROMISSILE SPEWER",
    	"mount": "Auxiliary",
    	"type": "CQB",
    	"damage": [{"type": "Explosive", "val": "1d3"}],
    	"range": [{"type": "Range", "val": 5}, {"type": "Threat", "val": 3}, {"type": "Blast", "val": 1}],
    	"tags": [{"id": "tg_inaccurate"}],
    	"source": "HORUS",
    	"license": "PHOENIX",
    	"license_level": 1,
    	"description": "Blocky, primitive, and hazardous, the HS 010 weapon system is a crude joke in a universe populated by sleek engines of destruction. Its cut-down barrel warps after even short bursts and what ordnance does find its mark might never detonate. The design attempts to make up for this with a tremendous fire rate, with dubious results."
	},
	{
        "id": "mwc_temple_os_cannon",
        "name": "Temple-OS Cannon",
        "type": "Cannon",
        "mount": "Main",
        "license": "RACKHAM",
        "license_level": 1,
        "source": "IPS-N",
        "range": [{"type": "Range","val": 8}],
        "damage": [{"type": "Energy","val": "1d6"}],
        "tags": [{"id": "tg_reliable","val": 1}],
        "sp": 1,
        "on_hit": "Deal 1 AP Energy Damage to all Targets within Blast 1 of the Target.",
        "description": "<i>“The Ocular-Solar Cannon has earned the nickname of “Temple” due to its similarity to a pre-fall belief: A theory pyramids could be equipped with lenses to create ‘deathrays” out of pure sunlight. The Temple-OS, has in turn, inspired many conspiracies of its origin."
    },
    {
        "id": "mwc_heartbleed_slug_discharger",
        "name": "Heartbleed Slug-Discharger",
        "type": "CQB",
        "mount": "Main",
        "license": "RACKHAM",
        "license_level": 1,
        "source": "IPS-N",
        "range": [{"type": "Range","val": 3},{"type": "Threat","val": 3}],
        "damage": [{"type": "Energy","val": "1d3+1"},{"type": "Heat","val": 1}],
        "tags": [{"id": "tg_overkill"},{"id": "tg_smart"}],
        "sp": 1,
        "on_hit": "The next time the Target takes Heat before the end of their next turn, they take 1d3 AP Explosive Damage.",
        "description": "<i>“The Heartbleed’s munitions are time delayed explosives. The force that the Heartbleed shoots them at, however, tends to destroy the timing mechanism. The weapon was to be mothballed as a failure, but Lancers have discovered that additional weapons fire causes the Heartbleeds’ munitions to detonate extremely reliably."
    },
    {
        "id": "mwc_corrupted_blood_nanites",
        "name": "Corrupted Blood Nanites",
        "type": "Nexus",
        "mount": "Main",
        "license": "RACKHAM",
        "license_level": 2,
        "source": "IPS-N",
        "range": [{"type": "Line","val": 5}],
        "damage": [{"type": "Energy","val": "1d3+1"}],
        "tags": [{"id": "tg_smart"},{"id": "tg_seeking"}],
        "sp": 1,
        "on_hit": "Until the start of your next turn, at the end of each turn, whenever the Target is adjacent to another Target, both take 1 AP damage.",
        "description": "<i>“These microdrones are capable of electrically oxidizing and liquifying nearly any metal component; to a casual observer, it looks as if the mech is bleeding."
    },
    {
        "id": "mwc_limewire_anti_invisibility_launcher",
        "name": "Limewire Anti-Invisibility Launcher",
        "type": "Launcher",
        "mount": "Main",
        "license": "RACKHAM",
        "license_level": 2,
        "source": "IPS-N",
        "range": [{"type": "Range","val": 8},{"type": "Blast","val": 1}],
        "damage": [{"type": "Energy","val": "1d3"}],
        "tags": [{"id": "tg_smart"},{"id": "tg_arcing"}],
        "effect": "Targets do not benefit from Invisibility against this weapon.",
        "sp": 1,
        "on_hit": "Until the end of your next turn, Targets can not Hide and do not benefit from Invisibility until the end of their next turn.",
        "description": "<i>“Most launchers leave a slight smoke trail from the rocket smoke. The Limewire, however, leaves a bright neon green trail, easily revealing invisible targets on hit."
    },
    {
        "id": "mwc_morris_class_wormblade",
        "name": "MORRIS-Class Wormblade",
        "type": "Melee",
        "mount": "Main",
        "license": "RACKHAM",
        "license_level": 3,
        "source": "IPS-N",
        "range": [{"type": "Threat","val": 1}],
        "damage": [{"type": "Energy","val": "2d3"},{"type": "Heat","val": 1}],
        "sp": 2,
        "tags": [{"id":"tg_ai"},{"id": "tg_ap"},{"id": "tg_thrown","val": 5},{"id": "tg_seeking"},{"id": "tg_unique"}],
        "effect": "While this weapon is intact, your mech gains the AI Tag. At the end of your Turn, this weapon returns to your mech if Thrown.",
        "on_crit": " Before the end of your next turn, you may convert any Energy Damage from your Ranged Weapon Attacks against the same target into Heat.",
        "description": "<i>“This dataknife contains a single piece of ancient pre-fall earth technology- a ‘floppy disk’. The disk contains a precursor to a proper AI. It lies mostly dormant, only active to perform self maintenance. Its appetite for growth is never sated, as it is completely contained within its cramped 1.44 MB. When conscious enough to communicate, its language is barely above binary. "
    },
    {
        "id": "mwc_bonzi_class_synapse_trigger",
        "name": "BONZI-Class Synapse-Trigger",
        "type": "Rifle",
        "mount": "Main",
        "license": "RACKHAM",
        "license_level": 3,
        "source": "IPS-N",
        "range": [{"type": "Range","val": 5}],
        "damage": [{"type": "Energy","val": "1d3+1"},{"type": "Heat","val": 1}],
        "sp":2,
        "tags": [{"id": "tg_smart"},{"id": "tg_reliable","val": 2}],
        "on_hit": "The target must make a Hull Save or be infected with a movement impairing virus. At the start of each of their turns, they are Knocked back 2 spaces in a direction of your choice. Even though this movement is involuntary, it provokes reactions and engagement as normal. This effect can be ended by the target retrying and succeeding the Hull Save as a Quick Action.",
		"description": "Everything about this weapon screams anti-user. It is a loud, harsh device with several triggers and muzzles. The internal mechanisms are a closely-guarded secret, with many redundancies. Any attempt to fix any of these issues, however, causes the weapon to lose its effectiveness. The less said about the onboard AI, the better."
    },
	{
		"id": "mwc_stand_alone_nexus",
		"name": "Stand-Alone Nexus",
		"type": "Nexus",
		"mount": "Auxiliary",
		"license": "HAWK MOTH",
		"license_level": 1,
		"source": "SSC",
		"range": [{"type": "Range","val": 5}],
		"damage": [{"type": "Energy","val": "1d3"}],
		"sp": 1,
		"tags": [{"id": "tg_smart"},{"id": "tg_seeking"}],
		"on_hit": "If a target would benefit from cover or is Impaired, they take bonus 1d3 Energy damage.",
		"description": "The ‘Stand-Alone’ Nexus is an admittedly short range weapon system. However, the short range and heavy subunits of the SAN allow for multiple systems placed into a given space on a mech, while the heavier sub-units are able to bring more firepower against distracted or unaware targets."
	},
	{
		"id": "mwc_benisuzume_nexus",
		"name": "Benisuzume Nexus",
		"type": "Nexus",
		"mount": "Heavy",
		"license": "HAWK MOTH",
		"license_level": 2,
		"source": "SSC",
		"range": [{"type": "Range","val": 15}],
		"damage": [{"type": "Energy","val": "1d3+1"}],
		"tags": [{"id": "tg_smart"},{"id": "tg_seeking"}],
		"on_hit": "You may attack the same target again with this weapon. This effect may trigger a maximum of 4 times per Skirmish or Barrage. This weapon's additional attacks may only trigger 1/turn. This weapon’s additional shots cannot benefit from bonus damage. Additional attacks apply the following effects depending on how many times the target has been hit by this weapon this Turn:<ul><li>First hit: The Target must make an Agility save or be Slowed until the end of its next turn.</li><li>Second hit: The Target must make a Hull save or lose the benefits of Armor until the end of the turn.</li><li>Third hit: The Target must make a Systems save or be Impaired until the end of its next turn.</li><li>Fourth hit: The Target must make an Engineering Save or gain 3 Heat.</li><li>Fifth Hit: Your Nexus weapons deal an additional 3 AP Energy Damage against that Target until the end of the Current Turn.</li></ul>",
		"description": "<i>“The centerpiece of the Hawk Moth. Why I decided to give it artistic names and bullshit like that. This is a Nexus unit that’ll rip a Drake apart in mere minutes, crippling its operational status along the way. Being able to direct Benisuzume with a mere thought lets you do far more with a Nexus unit then some cheap portable turret.”</i>"
	}
]